{
  "title": "8values Political Compass Test - Find Your Ideology",
  "description": "Take the 8values political test to find out where you stand. Answer questions on Economics, Diplomacy, State, and Society to see your scores and get matched with a political ideology.",
  "mainTitle": "8values Political Test",
  "questionLabel": "Question",
  "completeMessage": "Complete!",
  "allAnsweredMessage": "All questions answered.",
  "resultsTitle": "Your closest match:",
  "axisEconomic": "Economic Axis",
  "axisDiplomatic": "Diplomatic Axis",
  "axisCivil": "Civil Axis",
  "axisSocietal": "Societal Axis",
  "backButton": "Back to Start",
  "prevButton": "Back",
  "labelEquality": "Equality",
  "labelMarket": "Market",
  "labelNation": "Nation",
  "labelGlobe": "Globe",
  "labelLiberty": "Liberty",
  "labelAuthority": "Authority",
  "labelTradition": "Tradition",
  "labelProgress": "Progress",
  "answerAlt": {
    "stronglyDisagree": "Strongly Disagree",
    "disagree": "Disagree",
    "neutral": "Neutral / Unsure",
    "agree": "Agree",
    "stronglyAgree": "Strongly Agree"
  },
  "chartLabels": {
    "axisEconomicLeft": "Equality",
    "axisEconomicRight": "Market",
    "axisCivilTop": "Authority",
    "axisCivilBottom": "Liberty"
  },
  "axisTips": {
    "tipEquality": "Those with higher Equality scores believe the economy should distribute value evenly among the populace. They tend to support progressive tax codes, social programs, and at high values, socialism.",
    "tipMarket": "Those with higher Market scores believe the economy should be focused on rapid growth. They tend to support lower taxes, privatization, deregulation, and at high values, laissez-faire capitalism.",
    "tipNation": "Those with higher Nation scores are patriotic and nationalist. They often believe in an aggressive foreign policy, valuing the military, strength, sovereignty, and at high values, territorial expansion.",
    "tipGlobe": "Those with higher Globe scores are cosmopolitan and globalist. They often believe in a peaceful foreign policy, emphasizing diplomacy, cooperation, integration, and at high values, a world government.",
    "tipLiberty": "Those with higher Liberty scores believe in strong civil liberties. They tend to support democracy and oppose state intervention in personal lives. Note that this refers to civil liberties, not economic liberties.",
    "tipAuthority": "Those with higher Authority scores believe in strong state power. They tend to support state intervention in personal lives, government surveillance, and at high values, censorship or autocracy.",
    "tipTradition": "Those with higher Tradition scores believe in traditional values and strict adherence to a moral code. Though not always, they are usually religious, and support the status quo or the status quo ante.",
    "tipProgress": "Those with higher Progress scores believe in social change and rationality. Though not always, they are usually secular or atheist, and support environmental action and scientific or technological research."
  },
  "axisLabels": {
    "econ": ["Communist", "Socialist", "Social", "Centrist", "Market", "Capitalist", "Laissez-Faire"],
    "dipl": ["Cosmopolitan", "Internationalist", "Peaceful", "Balanced", "Patriotic", "Nationalist", "Chauvinist"],
    "govt": ["Anarchist", "Libertarian", "Liberal", "Moderate", "Statist", "Authoritarian", "Totalitarian"],
    "scty": ["Revolutionary", "Very Progressive", "Progressive", "Neutral", "Traditional", "Very Traditional", "Reactionary"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "An ideology advocating for a stateless, classless, moneyless society based on common ownership of the means of production, direct democracy, and the principle 'from each according to his ability, to each according to his need'.",
    "Libertarian Communism": "Similar to anarcho-communism, emphasizing individual liberty and free association alongside communist economic principles, opposing all forms of political authority and hierarchy.",
    "Trotskyism": "A Marxist ideology advocating for permanent revolution worldwide, opposing Stalinism's 'socialism in one country' doctrine and bureaucratic degeneration of workers' states.",
    "Marxism": "A social, political, and economic theory originated by Karl Marx, analyzing class relations and social conflict using historical materialism, advocating for the overthrow of capitalism and establishment of communism.",
    "De Leonism": "A Marxist variant advocating revolutionary industrial unionism, believing both political and industrial action (through unions) are necessary to establish a socialist system managed by workers' councils.",
    "Leninism": "An adaptation of Marxism by Vladimir Lenin, emphasizing the role of a vanguard party, democratic centralism, and the dictatorship of the proletariat to achieve socialist revolution, particularly in the context of imperialism.",
    "Stalinism/Maoism": "Authoritarian interpretations/implementations of Marxism-Leninism. Stalinism features a centralized totalitarian state, 'socialism in one country', purges, and rapid industrialization. Maoism adapts it to agrarian China, emphasizing the peasantry, mass line, cultural revolution, and protracted people's war.",
    "Religious Communism": "Ideologies combining communist principles (communal living, shared property) with religious beliefs and motivations, often based on interpretations of religious texts.",
    "State Socialism": "An ideology advocating for state ownership or control of the means of production, either as a final goal or a transitional stage towards communism or socialism.",
    "Theocratic Socialism": "A political system combining theocratic governance (rule by religious authorities) with socialist economic principles.",
    "Religious Socialism": "Advocates for socialist principles derived from religious values, such as social justice, equality, and compassion.",
    "Democratic Socialism": "Advocates achieving socialism through democratic processes and reforms within a capitalist state framework, typically supporting social ownership, strong welfare states, and economic regulation.",
    "Revolutionary Socialism": "Advocates for fundamental societal change through revolution to overthrow capitalism and establish a socialist society, contrasting with reformist approaches.",
    "Libertarian Socialism": "A broad category of anti-authoritarian political philosophies aiming to create a society without political, economic, or social hierarchies, based on free association and decentralization (includes anarchism, syndicalism, etc.).",
    "Anarcho-Syndicalism": "A branch of anarchism focusing on revolutionary industrial unionism, viewing labor unions as the potential force for revolutionary social change and the basis of a future stateless society.",
    "Left-Wing Populism": "A political ideology combining left-wing economic policies (anti-austerity, wealth redistribution) with populist rhetoric that pits 'the people' against a perceived corrupt 'elite'.",
    "Theocratic Distributism": "Combines theocratic governance with distributist economic principles, advocating for widespread private ownership of productive property under religious authority.",
    "Distributism": "An economic philosophy advocating for the widespread ownership of the means of production by individuals or families, rather than concentration under the state (socialism) or capitalists.",
    "Social Liberalism": "Supports individual liberties and market economies but believes the state should intervene to address social inequality through social programs, welfare, and regulation for the common good.",
    "Christian Democracy": "A political ideology advocating policies derived from Christian social teaching, often centre-right, supporting a social market economy, social justice, and traditional values.",
    "Social Democracy": "A political ideology advocating for social justice within a capitalist framework through democratic means, emphasizing income redistribution, a strong welfare state, and regulation.",
    "Progressivism": "A political philosophy supporting social progress and reform through government action, often advocating for social justice, environmental protection, and economic regulation.",
    "Anarcho-Mutualism": "A school of anarchist thought advocating a society based on free markets and mutual credit (interest-free lending), where individuals or collectives possess means of production based on occupancy and use.",
    "National Totalitarianism": "An extreme authoritarian ideology where the state, often led by a single party or dictator, exercises absolute control over all aspects of life, emphasizing hyper-nationalism and often racial purity (e.g., Nazism, Fascism).",
    "Global Totalitarianism": "A hypothetical concept of a single, worldwide totalitarian state exercising absolute control over all humanity and aspects of life.",
    "Technocracy": "A system of governance where decision-makers are selected based on their technical expertise and knowledge (scientists, engineers) rather than political affiliation or popular vote.",
    "Centrist": "A political outlook or position involving acceptance or support of a balance of moderate views, opposing radical changes and seeking common ground between left and right.",
    "Liberalism": "A political and moral philosophy based on liberty, consent of the governed, and equality before the law, emphasizing individual rights, democracy, and often free markets.",
    "Religious Anarchism": "Combines anarchist rejection of the state and hierarchy with religious faith, believing that only divine authority (or religious principles) is truly legitimate.",
    "Right-Wing Populism": "A political ideology combining right-wing stances (nationalism, social conservatism, anti-immigration) with populist rhetoric against perceived elites and 'outsiders'.",
    "Moderate Conservatism": "Advocates for preserving existing institutions and traditions but allows for gradual change and reform, often taking pragmatic positions.",
    "Reactionary": "A political stance favoring a return to a previous political state of society (the status quo ante), opposing social progress or radical change.",
    "Social Libertarianism": "Seeks to maximize individual liberty and autonomy, often supporting strong civil liberties and free markets, but may also endorse social safety nets or basic income to ensure genuine freedom for all.",
    "Libertarianism": "A political philosophy upholding liberty as a core principle, seeking to maximize autonomy, political freedom, freedom of choice, and voluntary association, skeptical of state authority.",
    "Anarcho-Egoism": "A branch of anarchism, derived from Max Stirner, emphasizing the individual ego and its desires above all else (state, society, morality), supporting voluntary 'Unions of Egoists'.",
    "Nazism": "National Socialism; the totalitarian ideology of the Nazi Party in Germany, characterized by extreme nationalism, racism (especially antisemitism), eugenics, authoritarianism, militarism, and anti-communism.",
    "Autocracy": "A system of government where supreme power is concentrated in the hands of one person, whose decisions are subject to neither external legal restraints nor regularized mechanisms of popular control.",
    "Fascism": "A far-right, authoritarian ultranationalist political ideology characterized by dictatorial power, forcible suppression of opposition, and strong regimentation of society and the economy.",
    "Capitalist Fascism": "A term (often critical) used to describe systems blending fascist political control with a capitalist economic structure, often involving state direction or corporatist collaboration with private industry.",
    "Conservatism": "A political and social philosophy promoting traditional social institutions, order, hierarchy, property rights, and gradual change over radicalism.",
    "Neo-Liberalism": "A policy model generally associated with laissez-faire market economics, emphasizing privatization, deregulation, free trade, and reductions in government spending.",
    "Classical Liberalism": "A branch of liberalism emphasizing individual liberty, limited government, the rule of law, and laissez-faire economics.",
    "Authoritarian Capitalism": "A political-economic system where a capitalist market economy coexists with an authoritarian state that restricts political freedom and civil liberties.",
    "State Capitalism": "An economic system where the state undertakes commercial (i.e., for-profit) economic activity, and the means of production are organized and managed as state-owned enterprises, or where private capitalism is heavily state-controlled.",
    "Neo-Conservatism": "A political movement originating in the US, emphasizing assertive promotion of democracy and national interest in international affairs, often through military intervention, while supporting free markets domestically.",
    "Fundamentalism": "A belief in strict, literal adherence to a set of basic principles (often religious), typically characterized by intolerance of other views and opposition to secularism.",
    "Libertarian Capitalism": "An ideology advocating for laissez-faire capitalism combined with minimal government (minarchism) or no government (anarcho-capitalism), emphasizing private property and free markets.",
    "Market Anarchism": "A branch of anarchism that advocates a free-market economic system based on voluntary interactions without state intervention; may include non-capitalist forms like mutualism.",
    "Objectivism": "The philosophy developed by Ayn Rand, advocating reason as the only means of knowledge, individualism, rational self-interest, and laissez-faire capitalism.",
    "Totalitarian Capitalism": "A hypothetical or critical term for a system combining a capitalist economy with a totalitarian state that exerts complete control over society and individual lives.",
    "Ultra-Capitalism": "A term (often critical) implying an extreme, unregulated form of capitalism with minimal social considerations or state intervention.",
    "Anarcho-Capitalism": "A political philosophy advocating the elimination of the state in favor of individual sovereignty, private property, and free markets, where all services (including law and security) are provided privately.",
    "Unknown": "No specific ideology could be determined."
  },
  "questions": {
    "q0": "Oppression by corporations is more of a concern than oppression by governments.",
    "q1": "It is necessary for the government to intervene in the economy to protect consumers.",
    "q2": "The freer the markets, the freer the people.",
    "q3": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
    "q4": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
    "q5": "Tariffs on international trade are important to encourage local production.",
    "q6": "From each according to his ability, to each according to his needs.",
    "q7": "It would be best if social programs were abolished in favor of private charity.",
    "q8": "Taxes should be increased on the rich to provide for the poor.",
    "q9": "Inheritance is a legitimate form of wealth.",
    "q10": "Basic utilities like roads and electricity should be publicly owned.",
    "q11": "Government intervention is a threat to the economy.",
    "q12": "Those with a greater ability to pay should receive better healthcare.",
    "q13": "Quality education is a right of all people.",
    "q14": "The means of production should belong to the workers who use them.",
    "q15": "The United Nations should be abolished.",
    "q16": "Military action by our nation is often necessary to protect it.",
    "q17": "I support regional unions, such as the European Union.",
    "q18": "It is important to maintain our national sovereignty.",
    "q19": "A united world government would be beneficial to mankind.",
    "q20": "It is more important to retain peaceful relations than to further our strength.",
    "q21": "Wars do not need to be justified to other countries.",
    "q22": "Military spending is a waste of money.",
    "q23": "International aid is a waste of money.",
    "q24": "My nation is great.",
    "q25": "Research should be conducted on an international scale.",
    "q26": "Governments should be accountable to the international community.",
    "q27": "Even when protesting an authoritarian government, violence is not acceptable.",
    "q28": "My religious values should be spread as much as possible.",
    "q29": "Our nation's values should be spread as much as possible.",
    "q30": "It is very important to maintain law and order.",
    "q31": "The general populace makes poor decisions.",
    "q32": "Physician-assisted suicide should be legal.",
    "q33": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
    "q34": "Government surveillance is necessary in the modern world.",
    "q35": "The very existence of the state is a threat to our liberty.",
    "q36": "Regardless of political opinions, it is important to side with your country.",
    "q37": "All authority should be questioned.",
    "q38": "A hierarchical state is best.",
    "q39": "It is important that the government follows the majority opinion, even if it is wrong.",
    "q40": "The stronger the leadership, the better.",
    "q41": "Democracy is more than a decision-making process.",
    "q42": "Environmental regulations are essential.",
    "q43": "A better world will come from automation, science, and technology.",
    "q44": "Children should be educated in religious or traditional values.",
    "q45": "Traditions are of no value on their own.",
    "q46": "Religion should play a role in government.",
    "q47": "Churches should be taxed the same way other institutions are taxed.",
    "q48": "Climate change is currently one of the greatest threats to our way of life.",
    "q49": "It is important that we work as a united world to combat climate change.",
    "q50": "Society was better many years ago than it is now.",
    "q51": "It is important that we maintain the traditions of our past.",
    "q52": "It is important that we think in the long term, beyond our lifespans.",
    "q53": "Reason is more important than maintaining our culture.",
    "q54": "Drug use should be legalized or decriminalized.",
    "q55": "Same-sex marriage should be legal.",
    "q56": "No cultures are superior to others.",
    "q57": "Sex outside marriage is immoral.",
    "q58": "If we accept migrants at all, it is important that they assimilate into our culture.",
    "q59": "Abortion should be prohibited in most or all cases.",
    "q60": "Gun ownership should be prohibited for those without a valid reason.",
    "q61": "I support single-payer, universal healthcare.",
    "q62": "Prostitution should be illegal.",
    "q63": "Maintaining family values is essential.",
    "q64": "To chase progress at all costs is dangerous.",
    "q65": "Genetic modification is a force for good, even on humans.",
    "q66": "We should open our borders to immigration.",
    "q67": "Governments should be as concerned about foreigners as they are about their own citizens.",
    "q68": "All people - regardless of factors like culture or sexuality - should be treated equally.",
    "q69": "It is important that we further my group's goals above all others."
  },
  "ideologies": {
    "Anarcho-Communism": "Anarcho-Communism",
    "Libertarian Communism": "Libertarian Communism",
    "Trotskyism": "Trotskyism",
    "Marxism": "Marxism",
    "De Leonism": "De Leonism",
    "Leninism": "Leninism",
    "Stalinism/Maoism": "Stalinism/Maoism",
    "Religious Communism": "Religious Communism",
    "State Socialism": "State Socialism",
    "Theocratic Socialism": "Theocratic Socialism",
    "Religious Socialism": "Religious Socialism",
    "Democratic Socialism": "Democratic Socialism",
    "Revolutionary Socialism": "Revolutionary Socialism",
    "Libertarian Socialism": "Libertarian Socialism",
    "Anarcho-Syndicalism": "Anarcho-Syndicalism",
    "Left-Wing Populism": "Left-Wing Populism",
    "Theocratic Distributism": "Theocratic Distributism",
    "Distributism": "Distributism",
    "Social Liberalism": "Social Liberalism",
    "Christian Democracy": "Christian Democracy",
    "Social Democracy": "Social Democracy",
    "Progressivism": "Progressivism",
    "Anarcho-Mutualism": "Anarcho-Mutualism",
    "National Totalitarianism": "National Totalitarianism",
    "Global Totalitarianism": "Global Totalitarianism",
    "Technocracy": "Technocracy",
    "Centrist": "Centrist",
    "Liberalism": "Liberalism",
    "Religious Anarchism": "Religious Anarchism",
    "Right-Wing Populism": "Right-Wing Populism",
    "Moderate Conservatism": "Moderate Conservatism",
    "Reactionary": "Reactionary",
    "Social Libertarianism": "Social Libertarianism",
    "Libertarianism": "Libertarianism",
    "Anarcho-Egoism": "Anarcho-Egoism",
    "Nazism": "Nazism",
    "Autocracy": "Autocracy",
    "Fascism": "Fascism",
    "Capitalist Fascism": "Capitalist Fascism",
    "Conservatism": "Conservatism",
    "Neo-Liberalism": "Neo-Liberalism",
    "Classical Liberalism": "Classical Liberalism",
    "Authoritarian Capitalism": "Authoritarian Capitalism",
    "State Capitalism": "State Capitalism",
    "Neo-Conservatism": "Neo-Conservatism",
    "Fundamentalism": "Fundamentalism",
    "Libertarian Capitalism": "Libertarian Capitalism",
    "Market Anarchism": "Market Anarchism",
    "Objectivism": "Objectivism",
    "Totalitarian Capitalism": "Totalitarian Capitalism",
    "Ultra-Capitalism": "Ultra-Capitalism",
    "Anarcho-Capitalism": "Anarcho-Capitalism",
    "Unknown": "Unknown / Undefined"
  }
}
