{
  "title": "Test de Compás Político 8values - Encuentra Tu Ideología",
  "description": "Realiza el test político 8values para descubrir tu posición. Responde preguntas sobre Economía, Diplomacia, Estado y Sociedad para ver tus puntuaciones y encontrar tu ideología política.",
  "mainTitle": "Test Político 8values",
  "questionLabel": "Pregunta",
  "completeMessage": "¡Completado!",
  "allAnsweredMessage": "Todas las preguntas respondidas.",
  "resultsTitle": "Tu coincidencia más cercana:",
  "axisEconomic": "Eje Económico",
  "axisDiplomatic": "Eje Diplomático",
  "axisCivil": "Eje Civil",
  "axisSocietal": "Eje Social",
  "backButton": "Volver al Inicio",
  "prevButton": "Atrás",
  "labelEquality": "Igualdad",
  "labelMarket": "Mercado",
  "labelNation": "Nación",
  "labelGlobe": "Globo",
  "labelLiberty": "Libertad",
  "labelAuthority": "Autoridad",
  "labelTradition": "Tradición",
  "labelProgress": "Progreso",
  "answerAlt": {
    "stronglyDisagree": "Totalmente en Desacuerdo",
    "disagree": "En Desacuerdo",
    "neutral": "Neutral / Indeciso",
    "agree": "De Acuerdo",
    "stronglyAgree": "Totalmente de Acuerdo"
  },
  "chartLabels": {
    "axisEconomicLeft": "Igualdad",
    "axisEconomicRight": "Mercado",
    "axisCivilTop": "Autoridad",
    "axisCivilBottom": "Libertad"
  },
  "axisTips": {
    "tipEquality": "Aquellos con puntuaciones más altas en Igualdad creen que la economía debería distribuir el valor equitativamente entre la población. Tienden a apoyar códigos fiscales progresivos, programas sociales y, en valores altos, el socialismo.",
    "tipMarket": "Aquellos con puntuaciones más altas en Mercado creen que la economía debería centrarse en el crecimiento rápido. Tienden a apoyar impuestos más bajos, privatización, desregulación y, en valores altos, el capitalismo laissez-faire.",
    "tipNation": "Aquellos con puntuaciones más altas en Nación son patriotas y nacionalistas. A menudo creen en una política exterior agresiva, valorando el ejército, la fuerza, la soberanía y, en valores altos, la expansión territorial.",
    "tipGlobe": "Aquellos con puntuaciones más altas en Globo son cosmopolitas y globalistas. A menudo creen en una política exterior pacífica, enfatizando la diplomacia, la cooperación, la integración y, en valores altos, un gobierno mundial.",
    "tipLiberty": "Aquellos con puntuaciones más altas en Libertad creen en fuertes libertades civiles. Tienden a apoyar la democracia y se oponen a la intervención estatal en la vida personal. Tenga en cuenta que esto se refiere a las libertades civiles, no a las económicas.",
    "tipAuthority": "Aquellos con puntuaciones más altas en Autoridad creen en un fuerte poder estatal. Tienden a apoyar la intervención estatal en la vida personal, la vigilancia gubernamental y, en valores altos, la censura o la autocracia.",
    "tipTradition": "Aquellos con puntuaciones más altas en Tradición creen en los valores tradicionales y la estricta adherencia a un código moral. Aunque no siempre, suelen ser religiosos y apoyan el statu quo o el statu quo ante.",
    "tipProgress": "Aquellos con puntuaciones más altas en Progreso creen en el cambio social y la racionalidad. Aunque no siempre, suelen ser seculares o ateos, y apoyan la acción ambiental y la investigación científica o tecnológica."
  },
  "axisLabels": {
    "econ": ["Comunista", "Socialista", "Social", "Centrista", "De Mercado", "Capitalista", "Laissez-Faire"],
    "dipl": ["Cosmopolita", "Internacionalista", "Pacífico", "Equilibrado", "Patriótico", "Nacionalista", "Chovinista"],
    "govt": ["Anarquista", "Libertario", "Liberal", "Moderado", "Estatista", "Autoritario", "Totalitario"],
    "scty": ["Revolucionario", "Muy Progresista", "Progresista", "Neutral", "Tradicional", "Muy Tradicional", "Reaccionario"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "Una ideología que aboga por una sociedad sin estado, sin clases y sin dinero basada en la propiedad común de los medios de producción, la democracia directa y el principio 'de cada uno según su capacidad, a cada uno según su necesidad'.",
    "Libertarian Communism": "Similar al anarcocomunismo, enfatizando la libertad individual y la libre asociación junto con los principios económicos comunistas, oponiéndose a todas las formas de autoridad política y jerarquía.",
    "Trotskyism": "Una ideología marxista que aboga por la revolución permanente en todo el mundo, oponiéndose a la doctrina del 'socialismo en un solo país' de Stalin y a la degeneración burocrática de los estados obreros.",
    "Marxism": "Una teoría social, política y económica originada por Karl Marx, que analiza las relaciones de clase y el conflicto social utilizando el materialismo histórico, abogando por el derrocamiento del capitalismo y el establecimiento del comunismo.",
    "De Leonism": "Una variante marxista que aboga por el sindicalismo industrial revolucionario, creyendo que tanto la acción política como la industrial (a través de los sindicatos) son necesarias para establecer un sistema socialista gestionado por consejos obreros.",
    "Leninism": "Una adaptación del marxismo por Vladimir Lenin, que enfatiza el papel de un partido de vanguardia, el centralismo democrático y la dictadura del proletariado para lograr la revolución socialista, particularmente en el contexto del imperialismo.",
    "Stalinism/Maoism": "Interpretaciones/implementaciones autoritarias del marxismo-leninismo. El estalinismo presenta un estado totalitario centralizado, 'socialismo en un solo país', purgas y rápida industrialización. El maoísmo lo adapta a la China agraria, enfatizando el campesinado, la línea de masas, la revolución cultural y la guerra popular prolongada.",
    "Religious Communism": "Ideologías que combinan principios comunistas (vida comunal, propiedad compartida) con creencias y motivaciones religiosas, a menudo basadas en interpretaciones de textos religiosos.",
    "State Socialism": "Una ideología que aboga por la propiedad o el control estatal de los medios de producción, ya sea como objetivo final o como etapa de transición hacia el comunismo o el socialismo.",
    "Theocratic Socialism": "Un sistema político que combina la gobernanza teocrática (gobierno de autoridades religiosas) con principios económicos socialistas.",
    "Religious Socialism": "Aboga por principios socialistas derivados de valores religiosos, como la justicia social, la igualdad y la compasión.",
    "Democratic Socialism": "Aboga por lograr el socialismo a través de procesos democráticos y reformas dentro de un marco estatal capitalista, apoyando típicamente la propiedad social, estados de bienestar fuertes y la regulación económica.",
    "Revolutionary Socialism": "Aboga por un cambio social fundamental a través de la revolución para derrocar el capitalismo y establecer una sociedad socialista, contrastando con los enfoques reformistas.",
    "Libertarian Socialism": "Una amplia categoría de filosofías políticas antiautoritarias que buscan crear una sociedad sin jerarquías políticas, económicas o sociales, basada en la libre asociación y la descentralización (incluye anarquismo, sindicalismo, etc.).",
    "Anarcho-Syndicalism": "Una rama del anarquismo centrada en el sindicalismo industrial revolucionario, viendo a los sindicatos como la fuerza potencial para el cambio social revolucionario y la base de una futura sociedad sin estado.",
    "Left-Wing Populism": "Una ideología política que combina políticas económicas de izquierda (antiausteridad, redistribución de la riqueza) con retórica populista que enfrenta al 'pueblo' contra una 'élite' percibida como corrupta.",
    "Theocratic Distributism": "Combina la gobernanza teocrática con los principios económicos distributistas, abogando por la propiedad privada generalizada de la propiedad productiva bajo autoridad religiosa.",
    "Distributism": "Una filosofía económica que aboga por la propiedad generalizada de los medios de producción por parte de individuos o familias, en lugar de la concentración bajo el estado (socialismo) o los capitalistas.",
    "Social Liberalism": "Apoya las libertades individuales y las economías de mercado, pero cree que el estado debe intervenir para abordar la desigualdad social a través de programas sociales, bienestar y regulación para el bien común.",
    "Christian Democracy": "Una ideología política que aboga por políticas derivadas de la doctrina social cristiana, a menudo de centro-derecha, apoyando una economía social de mercado, justicia social y valores tradicionales.",
    "Social Democracy": "Una ideología política que aboga por la justicia social dentro de un marco capitalista a través de medios democráticos, enfatizando la redistribución del ingreso, un estado de bienestar fuerte y la regulación.",
    "Progressivism": "Una filosofía política que apoya el progreso social y la reforma a través de la acción gubernamental, a menudo abogando por la justicia social, la protección ambiental y la regulación económica.",
    "Anarcho-Mutualism": "Una escuela de pensamiento anarquista que aboga por una sociedad basada en mercados libres y crédito mutuo (préstamos sin interés), donde los individuos o colectivos poseen medios de producción basados en la ocupación y el uso.",
    "National Totalitarianism": "Una ideología autoritaria extrema donde el estado, a menudo dirigido por un solo partido o dictador, ejerce un control absoluto sobre todos los aspectos de la vida, enfatizando el hipernacionalismo y a menudo la pureza racial (p. ej., nazismo, fascismo).",
    "Global Totalitarianism": "Un concepto hipotético de un estado totalitario único y mundial que ejerce un control absoluto sobre toda la humanidad y los aspectos de la vida.",
    "Technocracy": "Un sistema de gobierno donde los tomadores de decisiones son seleccionados en función de su experiencia y conocimiento técnico (científicos, ingenieros) en lugar de afiliación política o voto popular.",
    "Centrist": "Una perspectiva o posición política que implica la aceptación o el apoyo de un equilibrio de puntos de vista moderados, oponiéndose a cambios radicales y buscando un terreno común entre la izquierda y la derecha.",
    "Liberalism": "Una filosofía política y moral basada en la libertad, el consentimiento de los gobernados y la igualdad ante la ley, enfatizando los derechos individuales, la democracia y, a menudo, los mercados libres.",
    "Religious Anarchism": "Combina el rechazo anarquista del estado y la jerarquía con la fe religiosa, creyendo que solo la autoridad divina (o los principios religiosos) es verdaderamente legítima.",
    "Right-Wing Populism": "Una ideología política que combina posturas de derecha (nacionalismo, conservadurismo social, antiinmigración) con retórica populista contra las élites percibidas y los 'forasteros'.",
    "Moderate Conservatism": "Aboga por preservar las instituciones y tradiciones existentes, pero permite cambios y reformas graduales, a menudo adoptando posiciones pragmáticas.",
    "Reactionary": "Una postura política que favorece el regreso a un estado político anterior de la sociedad (el statu quo ante), oponiéndose al progreso social o al cambio radical.",
    "Social Libertarianism": "Busca maximizar la libertad y la autonomía individuales, a menudo apoyando fuertes libertades civiles y mercados libres, pero también puede respaldar redes de seguridad social o ingresos básicos para garantizar una libertad genuina para todos.",
    "Libertarianism": "Una filosofía política que defiende la libertad como principio fundamental, buscando maximizar la autonomía, la libertad política, la libertad de elección y la asociación voluntaria, escéptica de la autoridad estatal.",
    "Anarcho-Egoism": "Una rama del anarquismo, derivada de Max Stirner, que enfatiza el ego individual y sus deseos por encima de todo (estado, sociedad, moralidad), apoyando 'Uniones de Egoístas' voluntarias.",
    "Nazism": "Nacionalsocialismo; la ideología totalitaria del Partido Nazi en Alemania, caracterizada por un nacionalismo extremo, racismo (especialmente antisemitismo), eugenesia, autoritarismo, militarismo y anticomunismo.",
    "Autocracy": "Un sistema de gobierno donde el poder supremo se concentra en manos de una persona, cuyas decisiones no están sujetas ni a restricciones legales externas ni a mecanismos regularizados de control popular.",
    "Fascism": "Una ideología política ultranacionalista autoritaria de extrema derecha caracterizada por el poder dictatorial, la supresión forzosa de la oposición y una fuerte regimentación de la sociedad y la economía.",
    "Capitalist Fascism": "Un término (a menudo crítico) utilizado para describir sistemas que combinan el control político fascista con una estructura económica capitalista, a menudo involucrando la dirección estatal o la colaboración corporativista con la industria privada.",
    "Conservatism": "Una filosofía política y social que promueve las instituciones sociales tradicionales, el orden, la jerarquía, los derechos de propiedad y el cambio gradual sobre el radicalismo.",
    "Neo-Liberalism": "Un modelo de política generalmente asociado con la economía de mercado laissez-faire, enfatizando la privatización, la desregulación, el libre comercio y las reducciones en el gasto gubernamental.",
    "Classical Liberalism": "Una rama del liberalismo que enfatiza la libertad individual, el gobierno limitado, el estado de derecho y la economía laissez-faire.",
    "Authoritarian Capitalism": "Un sistema político-económico donde una economía de mercado capitalista coexiste con un estado autoritario que restringe la libertad política y las libertades civiles.",
    "State Capitalism": "Un sistema económico donde el estado emprende actividades económicas comerciales (es decir, con fines de lucro), y los medios de producción están organizados y gestionados como empresas estatales, o donde el capitalismo privado está fuertemente controlado por el estado.",
    "Neo-Conservatism": "Un movimiento político originado en los EE. UU., que enfatiza la promoción asertiva de la democracia y el interés nacional en los asuntos internacionales, a menudo a través de la intervención militar, mientras apoya los mercados libres a nivel nacional.",
    "Fundamentalism": "Una creencia en la adherencia estricta y literal a un conjunto de principios básicos (a menudo religiosos), típicamente caracterizada por la intolerancia hacia otras opiniones y la oposición al secularismo.",
    "Libertarian Capitalism": "Una ideología que aboga por el capitalismo laissez-faire combinado con un gobierno mínimo (minarquismo) o ningún gobierno (anarcocapitalismo), enfatizando la propiedad privada y los mercados libres.",
    "Market Anarchism": "Una rama del anarquismo que aboga por un sistema económico de libre mercado basado en interacciones voluntarias sin intervención estatal; puede incluir formas no capitalistas como el mutualismo.",
    "Objectivism": "La filosofía desarrollada por Ayn Rand, que aboga por la razón como único medio de conocimiento, el individualismo, el interés propio racional y el capitalismo laissez-faire.",
    "Totalitarian Capitalism": "Un término hipotético o crítico para un sistema que combina una economía capitalista con un estado totalitario que ejerce un control completo sobre la sociedad y la vida individual.",
    "Ultra-Capitalism": "Un término (a menudo crítico) que implica una forma extrema y no regulada de capitalismo con mínimas consideraciones sociales o intervención estatal.",
    "Anarcho-Capitalism": "Una filosofía política que aboga por la eliminación del estado en favor de la soberanía individual, la propiedad privada y los mercados libres, donde todos los servicios (incluida la ley y la seguridad) se proporcionan de forma privada.",
    "Unknown": "No se pudo determinar una ideología específica."
  },
  "questions": {
    "q0": "La opresión por parte de las corporaciones es una preocupación mayor que la opresión por parte de los gobiernos.",
    "q1": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
    "q2": "Cuanto más libres son los mercados, más libre es la gente.",
    "q3": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
    "q4": "La investigación financiada con fondos públicos es más beneficiosa para la gente que dejarla en manos del mercado.",
    "q5": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
    "q6": "De cada uno según su capacidad, a cada uno según sus necesidades.",
    "q7": "Sería mejor abolir los programas sociales en favor de la caridad privada.",
    "q8": "Se deberían aumentar los impuestos a los ricos para proveer a los pobres.",
    "q9": "La herencia es una forma legítima de riqueza.",
    "q10": "Los servicios básicos como carreteras y electricidad deberían ser de propiedad pública.",
    "q11": "La intervención gubernamental es una amenaza para la economía.",
    "q12": "Aquellos con mayor capacidad de pago deberían recibir una mejor atención médica.",
    "q13": "La educación de calidad es un derecho de todas las personas.",
    "q14": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
    "q15": "Las Naciones Unidas deberían ser abolidas.",
    "q16": "La acción militar de nuestra nación es a menudo necesaria para protegerla.",
    "q17": "Apoyo las uniones regionales, como la Unión Europea.",
    "q18": "Es importante mantener nuestra soberanía nacional.",
    "q19": "Un gobierno mundial unido sería beneficioso para la humanidad.",
    "q20": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
    "q21": "Las guerras no necesitan ser justificadas ante otros países.",
    "q22": "El gasto militar es un desperdicio de dinero.",
    "q23": "La ayuda internacional es un desperdicio de dinero.",
    "q24": "Mi nación es grandiosa.",
    "q25": "La investigación debería realizarse a escala internacional.",
    "q26": "Los gobiernos deberían rendir cuentas a la comunidad internacional.",
    "q27": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
    "q28": "Mis valores religiosos deberían difundirse tanto como sea posible.",
    "q29": "Los valores de nuestra nación deberían difundirse tanto como sea posible.",
    "q30": "Es muy importante mantener la ley y el orden.",
    "q31": "La población general toma malas decisiones.",
    "q32": "El suicidio asistido por un médico debería ser legal.",
    "q33": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
    "q34": "La vigilancia gubernamental es necesaria en el mundo moderno.",
    "q35": "La mera existencia del estado es una amenaza para nuestra libertad.",
    "q36": "Independientemente de las opiniones políticas, es importante ponerse del lado de tu país.",
    "q37": "Toda autoridad debe ser cuestionada.",
    "q38": "Un estado jerárquico es lo mejor.",
    "q39": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
    "q40": "Cuanto más fuerte sea el liderazgo, mejor.",
    "q41": "La democracia es más que un proceso de toma de decisiones.",
    "q42": "Las regulaciones ambientales son esenciales.",
    "q43": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
    "q44": "Los niños deben ser educados en valores religiosos o tradicionales.",
    "q45": "Las tradiciones no tienen valor por sí mismas.",
    "q46": "La religión debería jugar un papel en el gobierno.",
    "q47": "Las iglesias deberían pagar impuestos de la misma manera que otras instituciones.",
    "q48": "El cambio climático es actualmente una de las mayores amenazas para nuestro modo de vida.",
    "q49": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
    "q50": "La sociedad era mejor hace muchos años que ahora.",
    "q51": "Es importante que mantengamos las tradiciones de nuestro pasado.",
    "q52": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
    "q53": "La razón es más importante que mantener nuestra cultura.",
    "q54": "El uso de drogas debería ser legalizado o despenalizado.",
    "q55": "El matrimonio entre personas del mismo sexo debería ser legal.",
    "q56": "Ninguna cultura es superior a otras.",
    "q57": "El sexo fuera del matrimonio es inmoral.",
    "q58": "Si aceptamos inmigrantes, es importante que se asimilen a nuestra cultura.",
    "q59": "El aborto debería prohibirse en la mayoría o en todos los casos.",
    "q60": "La posesión de armas debería prohibirse para aquellos sin una razón válida.",
    "q61": "Apoyo la atención médica universal de pagador único.",
    "q62": "La prostitución debería ser ilegal.",
    "q63": "Mantener los valores familiares es esencial.",
    "q64": "Perseguir el progreso a toda costa es peligroso.",
    "q65": "La modificación genética es una fuerza para el bien, incluso en humanos.",
    "q66": "Deberíamos abrir nuestras fronteras a la inmigración.",
    "q67": "Los gobiernos deberían preocuparse tanto por los extranjeros como por sus propios ciudadanos.",
    "q68": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deben ser tratadas por igual.",
    "q69": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás."
  },
  "ideologies": {
    "Anarcho-Communism": "Anarcocomunismo",
    "Libertarian Communism": "Comunismo Libertario",
    "Trotskyism": "Trotskismo",
    "Marxism": "Marxismo",
    "De Leonism": "De Leonismo",
    "Leninism": "Leninismo",
    "Stalinism/Maoism": "Estalinismo/Maoísmo",
    "Religious Communism": "Comunismo Religioso",
    "State Socialism": "Socialismo de Estado",
    "Theocratic Socialism": "Socialismo Teocrático",
    "Religious Socialism": "Socialismo Religioso",
    "Democratic Socialism": "Socialismo Democrático",
    "Revolutionary Socialism": "Socialismo Revolucionario",
    "Libertarian Socialism": "Socialismo Libertario",
    "Anarcho-Syndicalism": "Anarcosindicalismo",
    "Left-Wing Populism": "Populismo de Izquierda",
    "Theocratic Distributism": "Distributismo Teocrático",
    "Distributism": "Distributismo",
    "Social Liberalism": "Liberalismo Social",
    "Christian Democracy": "Democracia Cristiana",
    "Social Democracy": "Socialdemocracia",
    "Progressivism": "Progresismo",
    "Anarcho-Mutualism": "Anarcomutualismo",
    "National Totalitarianism": "Totalitarismo Nacional",
    "Global Totalitarianism": "Totalitarismo Global",
    "Technocracy": "Tecnocracia",
    "Centrist": "Centrista",
    "Liberalism": "Liberalismo",
    "Religious Anarchism": "Anarquismo Religioso",
    "Right-Wing Populism": "Populismo de Derecha",
    "Moderate Conservatism": "Conservadurismo Moderado",
    "Reactionary": "Reaccionario",
    "Social Libertarianism": "Libertarismo Social",
    "Libertarianism": "Libertarismo",
    "Anarcho-Egoism": "Anarcoegoísmo",
    "Nazism": "Nazismo",
    "Autocracy": "Autocracia",
    "Fascism": "Fascismo",
    "Capitalist Fascism": "Fascismo Capitalista",
    "Conservatism": "Conservadurismo",
    "Neo-Liberalism": "Neoliberalismo",
    "Classical Liberalism": "Liberalismo Clásico",
    "Authoritarian Capitalism": "Capitalismo Autoritario",
    "State Capitalism": "Capitalismo de Estado",
    "Neo-Conservatism": "Neoconservadurismo",
    "Fundamentalism": "Fundamentalismo",
    "Libertarian Capitalism": "Capitalismo Libertario",
    "Market Anarchism": "Anarquismo de Mercado",
    "Objectivism": "Objetivismo",
    "Totalitarian Capitalism": "Capitalismo Totalitario",
    "Ultra-Capitalism": "Ultracapitalismo",
    "Anarcho-Capitalism": "Anarcocapitalismo",
    "Unknown": "Desconocido / Indefinido"
  }
}
