{
  "title": "Teste de Bússola Política 8values - Encontre Sua Ideologia",
  "description": "Faça o teste político 8values para descobrir sua posição. Responda a perguntas sobre Economia, Diplomacia, Estado e Sociedade para ver suas pontuações e encontrar sua ideologia política.",
  "mainTitle": "Teste Político 8values",
  "questionLabel": "Pergunta",
  "completeMessage": "Concluído!",
  "allAnsweredMessage": "Todas as perguntas respondidas.",
  "resultsTitle": "Sua correspondência mais próxima:",
  "axisEconomic": "Eixo Econômico",
  "axisDiplomatic": "Eixo Diplomático",
  "axisCivil": "Eixo Civil",
  "axisSocietal": "Eixo Social",
  "backButton": "Voltar ao Início",
  "prevButton": "Voltar",
  "labelEquality": "Igualdade",
  "labelMarket": "Mercado",
  "labelNation": "Nação",
  "labelGlobe": "Globo",
  "labelLiberty": "Liberdade",
  "labelAuthority": "Autoridade",
  "labelTradition": "Tradição",
  "labelProgress": "Progresso",
  "answerAlt": {
    "stronglyDisagree": "Discordo Totalmente",
    "disagree": "Discordo",
    "neutral": "Neutro / Indeciso",
    "agree": "Concordo",
    "stronglyAgree": "Concordo Totalmente"
  },
  "chartLabels": {
    "axisEconomicLeft": "Igualdade",
    "axisEconomicRight": "Mercado",
    "axisCivilTop": "Autoridade",
    "axisCivilBottom": "Liberdade"
  },
  "axisTips": {
    "tipEquality": "Aqueles com pontuações mais altas em Igualdade acreditam que a economia deve distribuir valor igualmente entre a população. Eles tendem a apoiar códigos tributários progressivos, programas sociais e, em valores altos, o socialismo.",
    "tipMarket": "Aqueles com pontuações mais altas em Mercado acreditam que a economia deve se concentrar no crescimento rápido. Eles tendem a apoiar impostos mais baixos, privatização, desregulamentação e, em valores altos, o capitalismo laissez-faire.",
    "tipNation": "Aqueles com pontuações mais altas em Nação são patriotas e nacionalistas. Eles geralmente acreditam em uma política externa agressiva, valorizando o exército, a força, a soberania e, em valores altos, a expansão territorial.",
    "tipGlobe": "Aqueles com pontuações mais altas em Globo são cosmopolitas e globalistas. Eles geralmente acreditam em uma política externa pacífica, enfatizando a diplomacia, a cooperação, a integração e, em valores altos, um governo mundial.",
    "tipLiberty": "Aqueles com pontuações mais altas em Liberdade acreditam em fortes liberdades civis. Eles tendem a apoiar a democracia e se opõem à intervenção do Estado na vida pessoal. Note que isso se refere às liberdades civis, não às econômicas.",
    "tipAuthority": "Aqueles com pontuações mais altas em Autoridade acreditam em um forte poder estatal. Eles tendem a apoiar a intervenção do Estado na vida pessoal, a vigilância governamental e, em valores altos, a censura ou a autocracia.",
    "tipTradition": "Aqueles com pontuações mais altas em Tradição acreditam nos valores tradicionais e na estrita adesão a um código moral. Embora nem sempre, eles geralmente são religiosos e apoiam o status quo ou o status quo ante.",
    "tipProgress": "Aqueles com pontuações mais altas em Progresso acreditam na mudança social e na racionalidade. Embora nem sempre, eles geralmente são seculares ou ateus e apoiam a ação ambiental e a pesquisa científica ou tecnológica."
  },
  "axisLabels": {
    "econ": ["Comunista", "Socialista", "Social", "Centrista", "De Mercado", "Capitalista", "Laissez-Faire"],
    "dipl": ["Cosmopolita", "Internacionalista", "Pacífico", "Equilibrado", "Patriótico", "Nacionalista", "Chauvinista"],
    "govt": ["Anarquista", "Libertário", "Liberal", "Moderado", "Estatista", "Autoritário", "Totalitário"],
    "scty": ["Revolucionário", "Muito Progressista", "Progressista", "Neutro", "Tradicional", "Muito Tradicional", "Reacionário"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "Uma ideologia que defende uma sociedade sem estado, sem classes e sem dinheiro, baseada na propriedade comum dos meios de produção, democracia direta e no princípio 'de cada um segundo sua capacidade, a cada um segundo sua necessidade'.",
    "Libertarian Communism": "Semelhante ao anarco-comunismo, enfatizando a liberdade individual e a livre associação juntamente com os princípios econômicos comunistas, opondo-se a todas as formas de autoridade política e hierarquia.",
    "Trotskyism": "Uma ideologia marxista que defende a revolução permanente em todo o mundo, opondo-se à doutrina do 'socialismo em um só país' de Stalin e à degeneração burocrática dos estados operários.",
    "Marxism": "Uma teoria social, política e econômica originada por Karl Marx, que analisa as relações de classe e o conflito social usando o materialismo histórico, defendendo a derrubada do capitalismo e o estabelecimento do comunismo.",
    "De Leonism": "Uma variante marxista que defende o sindicalismo industrial revolucionário, acreditando que tanto a ação política quanto a industrial (através dos sindicatos) são necessárias para estabelecer um sistema socialista gerenciado por conselhos operários.",
    "Leninism": "Uma adaptação do marxismo por Vladimir Lenin, que enfatiza o papel de um partido de vanguarda, o centralismo democrático e a ditadura do proletariado para alcançar a revolução socialista, particularmente no contexto do imperialismo.",
    "Stalinism/Maoism": "Interpretações/implementações autoritárias do marxismo-leninismo. O stalinismo apresenta um estado totalitário centralizado, 'socialismo em um só país', expurgos e rápida industrialização. O maoísmo o adapta à China agrária, enfatizando o campesinato, a linha de massas, a revolução cultural e a guerra popular prolongada.",
    "Religious Communism": "Ideologias que combinam princípios comunistas (vida comunitária, propriedade compartilhada) com crenças e motivações religiosas, muitas vezes baseadas em interpretações de textos religiosos.",
    "State Socialism": "Uma ideologia que defende a propriedade ou controle estatal dos meios de produção, seja como objetivo final ou como estágio de transição para o comunismo ou socialismo.",
    "Theocratic Socialism": "Um sistema político que combina governança teocrática (governo por autoridades religiosas) com princípios econômicos socialistas.",
    "Religious Socialism": "Defende princípios socialistas derivados de valores religiosos, como justiça social, igualdade e compaixão.",
    "Democratic Socialism": "Defende a conquista do socialismo através de processos democráticos e reformas dentro de uma estrutura estatal capitalista, apoiando tipicamente a propriedade social, fortes estados de bem-estar social e regulação econômica.",
    "Revolutionary Socialism": "Defende a mudança social fundamental através da revolução para derrubar o capitalismo e estabelecer uma sociedade socialista, contrastando com abordagens reformistas.",
    "Libertarian Socialism": "Uma ampla categoria de filosofias políticas antiautoritárias que visam criar uma sociedade sem hierarquias políticas, econômicas ou sociais, baseada na livre associação e descentralização (inclui anarquismo, sindicalismo, etc.).",
    "Anarcho-Syndicalism": "Um ramo do anarquismo focado no sindicalismo industrial revolucionário, vendo os sindicatos como a força potencial para a mudança social revolucionária e a base de uma futura sociedade sem estado.",
    "Left-Wing Populism": "Uma ideologia política que combina políticas econômicas de esquerda (anti-austeridade, redistribuição de riqueza) com retórica populista que opõe 'o povo' a uma 'elite' percebida como corrupta.",
    "Theocratic Distributism": "Combina governança teocrática com princípios econômicos distributistas, defendendo a propriedade privada generalizada da propriedade produtiva sob autoridade religiosa.",
    "Distributism": "Uma filosofia econômica que defende a propriedade generalizada dos meios de produção por indivíduos ou famílias, em vez da concentração sob o estado (socialismo) ou capitalistas.",
    "Social Liberalism": "Apoia as liberdades individuais e as economias de mercado, mas acredita que o estado deve intervir para lidar com a desigualdade social através de programas sociais, bem-estar e regulamentação para o bem comum.",
    "Christian Democracy": "Uma ideologia política que defende políticas derivadas da doutrina social cristã, muitas vezes de centro-direita, apoiando uma economia social de mercado, justiça social e valores tradicionais.",
    "Social Democracy": "Uma ideologia política que defende a justiça social dentro de uma estrutura capitalista através de meios democráticos, enfatizando a redistribuição de renda, um forte estado de bem-estar social e regulamentação.",
    "Progressivism": "Uma filosofia política que apoia o progresso social e a reforma através da ação governamental, muitas vezes defendendo a justiça social, a proteção ambiental e a regulamentação econômica.",
    "Anarcho-Mutualism": "Uma escola de pensamento anarquista que defende uma sociedade baseada em mercados livres e crédito mútuo (empréstimos sem juros), onde indivíduos ou coletivos possuem meios de produção com base na ocupação e uso.",
    "National Totalitarianism": "Uma ideologia autoritária extrema onde o estado, muitas vezes liderado por um único partido ou ditador, exerce controle absoluto sobre todos os aspectos da vida, enfatizando o hipernacionalismo e muitas vezes a pureza racial (ex: nazismo, fascismo).",
    "Global Totalitarianism": "Um conceito hipotético de um estado totalitário único e mundial que exerce controle absoluto sobre toda a humanidade e aspectos da vida.",
    "Technocracy": "Um sistema de governança onde os tomadores de decisão são selecionados com base em sua expertise e conhecimento técnico (cientistas, engenheiros) em vez de afiliação política ou voto popular.",
    "Centrist": "Uma perspectiva ou posição política que envolve aceitação ou apoio a um equilíbrio de visões moderadas, opondo-se a mudanças radicais e buscando um terreno comum entre esquerda e direita.",
    "Liberalism": "Uma filosofia política e moral baseada na liberdade, consentimento dos governados e igualdade perante a lei, enfatizando os direitos individuais, a democracia e, muitas vezes, os mercados livres.",
    "Religious Anarchism": "Combina a rejeição anarquista do estado e da hierarquia com a fé religiosa, acreditando que apenas a autoridade divina (ou princípios religiosos) é verdadeiramente legítima.",
    "Right-Wing Populism": "Uma ideologia política que combina posições de direita (nacionalismo, conservadorismo social, anti-imigração) com retórica populista contra elites percebidas e 'estrangeiros'.",
    "Moderate Conservatism": "Defende a preservação das instituições e tradições existentes, mas permite mudanças e reformas graduais, muitas vezes adotando posições pragmáticas.",
    "Reactionary": "Uma postura política que favorece o retorno a um estado político anterior da sociedade (o status quo ante), opondo-se ao progresso social ou à mudança radical.",
    "Social Libertarianism": "Busca maximizar a liberdade e a autonomia individuais, muitas vezes apoiando fortes liberdades civis e mercados livres, mas também pode endossar redes de segurança social ou renda básica para garantir liberdade genuína para todos.",
    "Libertarianism": "Uma filosofia política que defende a liberdade como princípio central, buscando maximizar a autonomia, a liberdade política, a liberdade de escolha e a associação voluntária, cética em relação à autoridade estatal.",
    "Anarcho-Egoism": "Um ramo do anarquismo, derivado de Max Stirner, que enfatiza o ego individual e seus desejos acima de tudo (estado, sociedade, moralidade), apoiando 'Uniões de Egoístas' voluntárias.",
    "Nazism": "Nacional-Socialismo; a ideologia totalitária do Partido Nazista na Alemanha, caracterizada por nacionalismo extremo, racismo (especialmente antissemitismo), eugenia, autoritarismo, militarismo e anticomunismo.",
    "Autocracy": "Um sistema de governo onde o poder supremo está concentrado nas mãos de uma pessoa, cujas decisões não estão sujeitas a restrições legais externas nem a mecanismos regularizados de controle popular.",
    "Fascism": "Uma ideologia política ultranacionalista autoritária de extrema direita caracterizada por poder ditatorial, supressão forçada da oposição e forte regimentação da sociedade e da economia.",
    "Capitalist Fascism": "Um termo (muitas vezes crítico) usado para descrever sistemas que mesclam controle político fascista com uma estrutura econômica capitalista, muitas vezes envolvendo direção estatal ou colaboração corporativista com a indústria privada.",
    "Conservatism": "Uma filosofia política e social que promove instituições sociais tradicionais, ordem, hierarquia, direitos de propriedade e mudança gradual em vez de radicalismo.",
    "Neo-Liberalism": "Um modelo de política geralmente associado à economia de mercado laissez-faire, enfatizando privatização, desregulamentação, livre comércio e reduções nos gastos do governo.",
    "Classical Liberalism": "Um ramo do liberalismo que enfatiza a liberdade individual, governo limitado, estado de direito e economia laissez-faire.",
    "Authoritarian Capitalism": "Um sistema político-econômico onde uma economia de mercado capitalista coexiste com um estado autoritário que restringe a liberdade política e as liberdades civis.",
    "State Capitalism": "Um sistema econômico onde o estado realiza atividades econômicas comerciais (ou seja, com fins lucrativos), e os meios de produção são organizados e gerenciados como empresas estatais, ou onde o capitalismo privado é fortemente controlado pelo estado.",
    "Neo-Conservatism": "Um movimento político originado nos EUA, que enfatiza a promoção assertiva da democracia e do interesse nacional em assuntos internacionais, muitas vezes através de intervenção militar, enquanto apoia mercados livres internamente.",
    "Fundamentalism": "Uma crença na adesão estrita e literal a um conjunto de princípios básicos (muitas vezes religiosos), tipicamente caracterizada pela intolerância a outras visões e oposição ao secularismo.",
    "Libertarian Capitalism": "Uma ideologia que defende o capitalismo laissez-faire combinado com governo mínimo (minarquismo) ou nenhum governo (anarcocapitalismo), enfatizando a propriedade privada e os mercados livres.",
    "Market Anarchism": "Um ramo do anarquismo que defende um sistema econômico de livre mercado baseado em interações voluntárias sem intervenção estatal; pode incluir formas não capitalistas como o mutualismo.",
    "Objectivism": "A filosofia desenvolvida por Ayn Rand, defendendo a razão como único meio de conhecimento, individualismo, autointeresse racional e capitalismo laissez-faire.",
    "Totalitarian Capitalism": "Um termo hipotético ou crítico para um sistema que combina uma economia capitalista com um estado totalitário que exerce controle completo sobre a sociedade e a vida individual.",
    "Ultra-Capitalism": "Um termo (muitas vezes crítico) que implica uma forma extrema e não regulamentada de capitalismo com mínimas considerações sociais ou intervenção estatal.",
    "Anarcho-Capitalism": "Uma filosofia política que defende a eliminação do estado em favor da soberania individual, propriedade privada e mercados livres, onde todos os serviços (incluindo lei e segurança) são fornecidos privadamente.",
    "Unknown": "Desconhecido / Indefinido"
  },
  "questions": {
    "q0": "A opressão por parte das corporações é uma preocupação maior do que a opressão por parte dos governos.",
    "q1": "É necessário que o governo intervenha na economia para proteger os consumidores.",
    "q2": "Quanto mais livres os mercados, mais livres as pessoas.",
    "q3": "É melhor manter um orçamento equilibrado do que garantir o bem-estar de todos os cidadãos.",
    "q4": "A pesquisa financiada publicamente é mais benéfica para as pessoas do que deixá-la para o mercado.",
    "q5": "As tarifas sobre o comércio internacional são importantes para incentivar a produção local.",
    "q6": "De cada um de acordo com sua capacidade, a cada um de acordo com suas necessidades.",
    "q7": "Seria melhor se os programas sociais fossem abolidos em favor da caridade privada.",
    "q8": "Os impostos devem ser aumentados sobre os ricos para prover aos pobres.",
    "q9": "A herança é uma forma legítima de riqueza.",
    "q10": "Serviços básicos como estradas e eletricidade devem ser de propriedade pública.",
    "q11": "A intervenção governamental é uma ameaça para a economia.",
    "q12": "Aqueles com maior capacidade de pagamento devem receber melhores cuidados de saúde.",
    "q13": "Educação de qualidade é um direito de todas as pessoas.",
    "q14": "Os meios de produção devem pertencer aos trabalhadores que os utilizam.",
    "q15": "As Nações Unidas devem ser abolidas.",
    "q16": "A ação militar por nossa nação é frequentemente necessária para protegê-la.",
    "q17": "Apoio uniões regionais, como a União Europeia.",
    "q18": "É importante manter nossa soberania nacional.",
    "q19": "Um governo mundial unido seria benéfico para a humanidade.",
    "q20": "É mais importante manter relações pacíficas do que aumentar nossa força.",
    "q21": "As guerras não precisam ser justificadas para outros países.",
    "q22": "Gastos militares são um desperdício de dinheiro.",
    "q23": "A ajuda internacional é um desperdício de dinheiro.",
    "q24": "Minha nação é ótima.",
    "q25": "A pesquisa deve ser conduzida em escala internacional.",
    "q26": "Os governos devem ser responsáveis perante a comunidade internacional.",
    "q27": "Mesmo ao protestar contra um governo autoritário, a violência não é aceitável.",
    "q28": "Meus valores religiosos devem ser difundidos o máximo possível.",
    "q29": "Os valores de nossa nação devem ser difundidos o máximo possível.",
    "q30": "É muito importante manter a lei e a ordem.",
    "q31": "A população em geral toma decisões ruins.",
    "q32": "O suicídio assistido por médico deve ser legal.",
    "q33": "O sacrifício de algumas liberdades civis é necessário para nos proteger de atos de terrorismo.",
    "q34": "A vigilância governamental é necessária no mundo moderno.",
    "q35": "A própria existência do estado é uma ameaça à nossa liberdade.",
    "q36": "Independentemente das opiniões políticas, é importante ficar do lado do seu país.",
    "q37": "Toda autoridade deve ser questionada.",
    "q38": "Um estado hierárquico é o melhor.",
    "q39": "É importante que o governo siga a opinião da maioria, mesmo que esteja errada.",
    "q40": "Quanto mais forte a liderança, melhor.",
    "q41": "A democracia é mais do que um processo de tomada de decisão.",
    "q42": "Regulamentações ambientais são essenciais.",
    "q43": "Um mundo melhor virá da automação, ciência e tecnologia.",
    "q44": "As crianças devem ser educadas em valores religiosos ou tradicionais.",
    "q45": "As tradições não têm valor por si só.",
    "q46": "A religião deve desempenhar um papel no governo.",
    "q47": "As igrejas devem ser tributadas da mesma forma que outras instituições.",
    "q48": "As mudanças climáticas são atualmente uma das maiores ameaças ao nosso modo de vida.",
    "q49": "É importante que trabalhemos como um mundo unido para combater as mudanças climáticas.",
    "q50": "A sociedade era melhor muitos anos atrás do que é agora.",
    "q51": "É importante que mantenhamos as tradições do nosso passado.",
    "q52": "É importante que pensemos a longo prazo, além de nossas vidas.",
    "q53": "A razão é mais importante do que manter nossa cultura.",
    "q54": "O uso de drogas deve ser legalizado ou descriminalizado.",
    "q55": "O casamento entre pessoas do mesmo sexo deve ser legal.",
    "q56": "Nenhuma cultura é superior a outras.",
    "q57": "Sexo fora do casamento é imoral.",
    "q58": "Se aceitarmos imigrantes, é importante que eles se assimilem à nossa cultura.",
    "q59": "O aborto deve ser proibido na maioria ou em todos os casos.",
    "q60": "A posse de armas deve ser proibida para aqueles sem um motivo válido.",
    "q61": "Apoio a saúde universal de pagador único.",
    "q62": "A prostituição deve ser ilegal.",
    "q63": "Manter os valores familiares é essencial.",
    "q64": "Buscar o progresso a todo custo é perigoso.",
    "q65": "A modificação genética é uma força para o bem, mesmo em humanos.",
    "q66": "Devemos abrir nossas fronteiras para a imigração.",
    "q67": "Os governos devem se preocupar tanto com estrangeiros quanto com seus próprios cidadãos.",
    "q68": "Todas as pessoas - independentemente de fatores como cultura ou sexualidade - devem ser tratadas igualmente.",
    "q69": "É importante que promovamos os objetivos do meu grupo acima de todos os outros."
  },
  "ideologies": {
    "Anarcho-Communism": "Anarco-Comunismo",
    "Libertarian Communism": "Comunismo Libertário",
    "Trotskyism": "Trotskismo",
    "Marxism": "Marxismo",
    "De Leonism": "De Leonismo",
    "Leninism": "Leninismo",
    "Stalinism/Maoism": "Stalinismo/Maoísmo",
    "Religious Communism": "Comunismo Religioso",
    "State Socialism": "Socialismo de Estado",
    "Theocratic Socialism": "Socialismo Teocrático",
    "Religious Socialism": "Socialismo Religioso",
    "Democratic Socialism": "Socialismo Democrático",
    "Revolutionary Socialism": "Socialismo Revolucionário",
    "Libertarian Socialism": "Socialismo Libertário",
    "Anarcho-Syndicalism": "Anarco-Sindicalismo",
    "Left-Wing Populism": "Populismo de Esquerda",
    "Theocratic Distributism": "Distributismo Teocrático",
    "Distributism": "Distributismo",
    "Social Liberalism": "Liberalismo Social",
    "Christian Democracy": "Democracia Cristã",
    "Social Democracy": "Social Democracia",
    "Progressivism": "Progressismo",
    "Anarcho-Mutualism": "Anarco-Mutualismo",
    "National Totalitarianism": "Totalitarismo Nacional",
    "Global Totalitarianism": "Totalitarismo Global",
    "Technocracy": "Tecnocracia",
    "Centrist": "Centrista",
    "Liberalism": "Liberalismo",
    "Religious Anarchism": "Anarquismo Religioso",
    "Right-Wing Populism": "Populismo de Direita",
    "Moderate Conservatism": "Conservadorismo Moderado",
    "Reactionary": "Reacionário",
    "Social Libertarianism": "Libertarianismo Social",
    "Libertarianism": "Libertarianismo",
    "Anarcho-Egoism": "Anarco-Egoísmo",
    "Nazism": "Nazismo",
    "Autocracy": "Autocracia",
    "Fascism": "Fascismo",
    "Capitalist Fascism": "Fascismo Capitalista",
    "Conservatism": "Conservadorismo",
    "Neo-Liberalism": "Neoliberalismo",
    "Classical Liberalism": "Liberalismo Clássico",
    "Authoritarian Capitalism": "Capitalismo Autoritário",
    "State Capitalism": "Capitalismo de Estado",
    "Neo-Conservatism": "Neoconservadorismo",
    "Fundamentalism": "Fundamentalismo",
    "Libertarian Capitalism": "Capitalismo Libertário",
    "Market Anarchism": "Anarquismo de Mercado",
    "Objectivism": "Objetivismo",
    "Totalitarian Capitalism": "Capitalismo Totalitário",
    "Ultra-Capitalism": "Ultra-Capitalismo",
    "Anarcho-Capitalism": "Anarco-Capitalismo",
    "Unknown": "Desconhecido / Indefinido"
  }
}
