{
  "title": "بوصلة 8values السياسية - اكتشف أيديولوجيتك",
  "description": "أجرِ اختبار 8values السياسي لمعرفة موقفك. أجب عن أسئلة حول الاقتصاد والدبلوماسية والدولة والمجتمع لترى نتائجك وتتم مطابقتك مع أيديولوجية سياسية.",
  "mainTitle": "اختبار 8values السياسي",
  "testIntro": "يقيّم موقف الفرد بشأن ثمانية أبعاد سياسية مختلفة من خلال جعل المستخدم يعبر عن موافقته أو عدم موافقته على سلسلة من العبارات التي تغطي المجالات السياسية والاقتصادية والدبلوماسية والاجتماعية. يقوم الاختبار بشكل أساسي بتقسيم الآراء السياسية إلى أبعاد متعددة مثل المساواة الاقتصادية مقابل حرية السوق، والقومية مقابل العولمة، والحرية مقابل السلطة، والتقاليد مقابل التقدم. تساعد هذه الأبعاد المستخدمين على تحديد موقفهم السياسي بوضوح خارج الخريطة السياسية التقليدية ثنائية القطب.",
  "questionLabel": "سؤال",
  "completeMessage": "مكتمل!",
  "allAnsweredMessage": "تمت الإجابة على جميع الأسئلة.",
  "resultsTitle": "أقرب تطابق لك:",
  "axisEconomic": "المحور الاقتصادي",
  "axisDiplomatic": "المحور الدبلوماسي",
  "axisCivil": "المحور المدني",
  "axisSocietal": "المحور المجتمعي",
  "backButton": "العودة إلى البداية",
  "prevButton": "رجوع",
  "labelEquality": "المساواة",
  "labelMarket": "السوق",
  "labelNation": "الأمة",
  "labelGlobe": "العالم",
  "labelLiberty": "الحرية",
  "labelAuthority": "السلطة",
  "labelTradition": "التقاليد",
  "labelProgress": "التقدم",
  "answerAlt": {
    "stronglyDisagree": "أعارض بشدة",
    "disagree": "أعارض",
    "neutral": "محايد / غير متأكد",
    "agree": "أوافق",
    "stronglyAgree": "أوافق بشدة"
  },
  "chartLabels": {
    "axisEconomicLeft": "المساواة",
    "axisEconomicRight": "السوق",
    "axisCivilTop": "السلطة",
    "axisCivilBottom": "الحرية"
  },
  "axisTips": {
    "tipEquality": "أولئك الذين لديهم درجات أعلى في المساواة يعتقدون أن الاقتصاد يجب أن يوزع القيمة بالتساوي بين السكان. يميلون إلى دعم قوانين الضرائب التصاعدية والبرامج الاجتماعية، وعند القيم العالية، الاشتراكية.",
    "tipMarket": "أولئك الذين لديهم درجات أعلى في السوق يعتقدون أن الاقتصاد يجب أن يركز على النمو السريع. يميلون إلى دعم الضرائب المنخفضة والخصخصة وإلغاء القيود التنظيمية، وعند القيم العالية، رأسمالية عدم التدخل.",
    "tipNation": "أولئك الذين لديهم درجات أعلى في الأمة هم وطنيون وقوميون. غالبًا ما يؤمنون بسياسة خارجية عدوانية، ويقدرون الجيش والقوة والسيادة، وعند القيم العالية، التوسع الإقليمي.",
    "tipGlobe": "أولئك الذين لديهم درجات أعلى في العالم هم عالميون وعولميون. غالبًا ما يؤمنون بسياسة خارجية سلمية، مع التركيز على الدبلوماسية والتعاون والتكامل، وعند القيم العالية، حكومة عالمية.",
    "tipLiberty": "أولئك الذين لديهم درجات أعلى في الحرية يؤمنون بالحريات المدنية القوية. يميلون إلى دعم الديمقراطية ومعارضة تدخل الدولة في الحياة الشخصية. لاحظ أن هذا يشير إلى الحريات المدنية، وليس الحريات الاقتصادية.",
    "tipAuthority": "أولئك الذين لديهم درجات أعلى في السلطة يؤمنون بقوة الدولة القوية. يميلون إلى دعم تدخل الدولة في الحياة الشخصية والمراقبة الحكومية، وعند القيم العالية، الرقابة أو الاستبداد.",
    "tipTradition": "أولئك الذين لديهم درجات أعلى في التقاليد يؤمنون بالقيم التقليدية والالتزام الصارم بمدونة أخلاقية. على الرغم من أنهم ليسوا دائمًا كذلك، إلا أنهم عادة ما يكونون متدينين ويدعمون الوضع الراهن أو الوضع الراهن السابق.",
    "tipProgress": "أولئك الذين لديهم درجات أعلى في التقدم يؤمنون بالتغيير الاجتماعي والعقلانية. على الرغم من أنهم ليسوا دائمًا كذلك، إلا أنهم عادة ما يكونون علمانيين أو ملحدين ويدعمون العمل البيئي والبحث العلمي أو التكنولوجي."
  },
  "axisLabels": {
    "econ": ["شيوعي", "اشتراكي", "اجتماعي", "وسطي", "سوقي", "رأسمالي", "عدم التدخل"],
    "dipl": ["عالمي", "دولي", "سلمي", "متوازن", "وطني", "قومي", "شوفيني"],
    "govt": ["فوضوي", "ليبرتاري", "ليبرالي", "معتدل", "دولتاني", "سلطوي", "شمولي"],
    "scty": ["ثوري", "تقدمي جداً", "تقدمي", "محايد", "تقليدي", "تقليدي جداً", "رجعي"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "أيديولوجية تدعو إلى مجتمع لا دولة فيه ولا طبقات ولا نقود، قائم على الملكية المشتركة لوسائل الإنتاج والديمقراطية المباشرة ومبدأ \"من كل حسب قدرته، لكل حسب حاجته\".",
    "Libertarian Communism": "تشبه الشيوعية الأناركية، وتؤكد على الحرية الفردية والارتباط الحر إلى جانب المبادئ الاقتصادية الشيوعية، وتعارض جميع أشكال السلطة السياسية والتسلسل الهرمي.",
    "Trotskyism": "أيديولوجية ماركسية تدعو إلى ثورة دائمة في جميع أنحاء العالم، وتعارض عقيدة ستالين \"الاشتراكية في بلد واحد\" والانحطاط البيروقراطي للدول العمالية.",
    "Marxism": "نظرية اجتماعية وسياسية واقتصادية نشأت على يد كارل ماركس، تحلل العلاقات الطبقية والصراع الاجتماعي باستخدام المادية التاريخية، وتدعو إلى الإطاحة بالرأسمالية وإقامة الشيوعية.",
    "De Leonism": "متغير ماركسي يدعو إلى النقابية الصناعية الثورية، معتقدًا أن العمل السياسي والصناعي (من خلال النقابات) ضروريان لإنشاء نظام اشتراكي تديره مجالس العمال.",
    "Leninism": "تكييف للماركسية من قبل فلاديمير لينين، يؤكد على دور الحزب الطليعي والمركزية الديمقراطية وديكتاتورية البروليتاريا لتحقيق الثورة الاشتراكية، لا سيما في سياق الإمبريالية.",
    "Stalinism/Maoism": "تفسيرات / تطبيقات استبدادية للماركسية اللينينية. يتميز الستالينية بدولة شمولية مركزية، و \"الاشتراكية في بلد واحد\"، والتطهير، والتصنيع السريع. تقوم الماوية بتكييفها مع الصين الزراعية، مع التركيز على الفلاحين، والخط الجماهيري، والثورة الثقافية، وحرب الشعب المطولة.",
    "Religious Communism": "الأيديولوجيات التي تجمع بين المبادئ الشيوعية (الحياة المجتمعية، الملكية المشتركة) والمعتقدات والدوافع الدينية، وغالبًا ما تستند إلى تفسيرات النصوص الدينية.",
    "State Socialism": "أيديولوجية تدعو إلى ملكية الدولة أو سيطرتها على وسائل الإنتاج، إما كهدف نهائي أو كمرحلة انتقالية نحو الشيوعية أو الاشتراكية.",
    "Theocratic Socialism": "نظام سياسي يجمع بين الحكم الثيوقراطي (الحكم من قبل السلطات الدينية) والمبادئ الاقتصادية الاشتراكية.",
    "Religious Socialism": "يدعو إلى مبادئ اشتراكية مستمدة من القيم الدينية، مثل العدالة الاجتماعية والمساواة والرحمة.",
    "Democratic Socialism": "يدعو إلى تحقيق الاشتراكية من خلال العمليات الديمقراطية والإصلاحات في إطار دولة رأسمالية، وعادة ما يدعم الملكية الاجتماعية، ودول الرفاهية القوية، والتنظيم الاقتصادي.",
    "Revolutionary Socialism": "يدعو إلى تغيير مجتمعي جذري من خلال الثورة للإطاحة بالرأسمالية وإقامة مجتمع اشتراكي، على عكس النهج الإصلاحي.",
    "Libertarian Socialism": "فئة واسعة من الفلسفات السياسية المناهضة للسلطوية تهدف إلى إنشاء مجتمع خالٍ من التسلسلات الهرمية السياسية أو الاقتصادية أو الاجتماعية، قائم على الارتباط الحر واللامركزية (يشمل الفوضوية والنقابية وما إلى ذلك).",
    "Anarcho-Syndicalism": "فرع من الفوضوية يركز على النقابية الصناعية الثورية، ويعتبر النقابات العمالية القوة المحتملة للتغيير الاجتماعي الثوري وأساس مجتمع مستقبلي لا دولة فيه.",
    "Left-Wing Populism": "أيديولوجية سياسية تجمع بين السياسات الاقتصادية اليسارية (مكافحة التقشف، إعادة توزيع الثروة) والخطاب الشعبوي الذي يضع \"الشعب\" في مواجهة \"نخبة\" يُنظر إليها على أنها فاسدة.",
    "Theocratic Distributism": "يجمع بين الحكم الثيوقراطي والمبادئ الاقتصادية التوزيعية، ويدعو إلى ملكية خاصة واسعة النطاق للممتلكات الإنتاجية تحت سلطة دينية.",
    "Distributism": "فلسفة اقتصادية تدعو إلى الملكية الواسعة لوسائل الإنتاج من قبل الأفراد أو العائلات، بدلاً من تركيزها تحت سيطرة الدولة (الاشتراكية) أو الرأسماليين.",
    "Social Liberalism": "يدعم الحريات الفردية واقتصادات السوق ولكنه يعتقد أن الدولة يجب أن تتدخل لمعالجة عدم المساواة الاجتماعية من خلال البرامج الاجتماعية والرعاية الاجتماعية والتنظيم من أجل الصالح العام.",
    "Christian Democracy": "أيديولوجية سياسية تدعو إلى سياسات مستمدة من التعاليم الاجتماعية المسيحية، وغالبًا ما تكون من يمين الوسط، وتدعم اقتصاد السوق الاجتماعي والعدالة الاجتماعية والقيم التقليدية.",
    "Social Democracy": "أيديولوجية سياسية تدعو إلى العدالة الاجتماعية في إطار رأسمالي من خلال الوسائل الديمقراطية، مع التركيز على إعادة توزيع الدخل، ودولة الرفاهية القوية، والتنظيم.",
    "Progressivism": "فلسفة سياسية تدعم التقدم الاجتماعي والإصلاح من خلال العمل الحكومي، وغالبًا ما تدعو إلى العدالة الاجتماعية وحماية البيئة والتنظيم الاقتصادي.",
    "Anarcho-Mutualism": "مدرسة فكرية فوضوية تدعو إلى مجتمع قائم على الأسواق الحرة والائتمان المتبادل (إقراض بدون فوائد)، حيث يمتلك الأفراد أو الجماعات وسائل الإنتاج على أساس الإشغال والاستخدام.",
    "National Totalitarianism": "أيديولوجية استبدادية متطرفة حيث تمارس الدولة، التي غالبًا ما يقودها حزب واحد أو ديكتاتور، سيطرة مطلقة على جميع جوانب الحياة، مع التركيز على القومية المفرطة وغالبًا النقاء العرقي (مثل النازية والفاشية).",
    "Global Totalitarianism": "مفهوم افتراضي لدولة شمولية واحدة عالمية تمارس سيطرة مطلقة على البشرية جمعاء وجميع جوانب الحياة.",
    "Technocracy": "نظام حكم يتم فيه اختيار صانعي القرار على أساس خبرتهم الفنية ومعرفتهم (العلماء والمهندسون) بدلاً من الانتماء السياسي أو التصويت الشعبي.",
    "Centrist": "نظرة أو موقف سياسي ينطوي على قبول أو دعم توازن الآراء المعتدلة، ومعارضة التغييرات الجذرية والسعي إلى أرضية مشتركة بين اليسار واليمين.",
    "Liberalism": "فلسفة سياسية وأخلاقية تقوم على الحرية وموافقة المحكومين والمساواة أمام القانون، وتؤكد على الحقوق الفردية والديمقراطية وغالبًا الأسواق الحرة.",
    "Religious Anarchism": "يجمع بين الرفض الفوضوي للدولة والتسلسل الهرمي والإيمان الديني، معتقدًا أن السلطة الإلهية فقط (أو المبادئ الدينية) هي الشرعية الحقيقية.",
    "Right-Wing Populism": "أيديولوجية سياسية تجمع بين المواقف اليمينية (القومية، المحافظة الاجتماعية، مناهضة الهجرة) والخطاب الشعبوي ضد النخب المتصورة و \"الغرباء\".",
    "Moderate Conservatism": "يدعو إلى الحفاظ على المؤسسات والتقاليد القائمة ولكنه يسمح بالتغيير والإصلاح التدريجي، وغالبًا ما يتخذ مواقف прагматичные.",
    "Reactionary": "موقف سياسي يفضل العودة إلى حالة سياسية سابقة للمجتمع (الوضع الراهن السابق)، ويعارض التقدم الاجتماعي أو التغيير الجذري.",
    "Social Libertarianism": "يسعى إلى تعظيم الحرية الفردية والاستقلالية، وغالبًا ما يدعم الحريات المدنية القوية والأسواق الحرة، ولكنه قد يؤيد أيضًا شبكات الأمان الاجتماعي أو الدخل الأساسي لضمان حرية حقيقية للجميع.",
    "Libertarianism": "فلسفة سياسية تدعم الحرية كمبدأ أساسي، وتسعى إلى تعظيم الاستقلالية والحرية السياسية وحرية الاختيار والارتباط الطوعي، وتشكك في سلطة الدولة.",
    "Anarcho-Egoism": "فرع من الفوضوية، مشتق من ماكس شتيرنر، يؤكد على الأنا الفردية ورغباتها فوق كل شيء آخر (الدولة، المجتمع، الأخلاق)، ويدعم \"اتحادات الأنانيين\" الطوعية.",
    "Nazism": "الاشتراكية القومية؛ الأيديولوجية الشمولية للحزب النازي في ألمانيا، وتتميز بالقومية المتطرفة والعنصرية (خاصة معاداة السامية) وعلم تحسين النسل والاستبداد والعسكرة ومعاداة الشيوعية.",
    "Autocracy": "نظام حكم تتركز فيه السلطة العليا في يد شخص واحد، لا تخضع قراراته لقيود قانونية خارجية ولا لآليات منظمة للرقابة الشعبية.",
    "Fascism": "أيديولوجية سياسية قومية متطرفة استبدادية يمينية متطرفة تتميز بالسلطة الديكتاتورية والقمع القسري للمعارضة والتنظيم القوي للمجتمع والاقتصاد.",
    "Capitalist Fascism": "مصطلح (غالبًا ما يكون نقديًا) يستخدم لوصف الأنظمة التي تمزج بين السيطرة السياسية الفاشية والهيكل الاقتصادي الرأسمالي، وغالبًا ما تنطوي على توجيه الدولة أو التعاون النقابي مع الصناعة الخاصة.",
    "Conservatism": "فلسفة سياسية واجتماعية تعزز المؤسسات الاجتماعية التقليدية والنظام والتسلسل الهرمي وحقوق الملكية والتغيير التدريجي على الراديكالية.",
    "Neo-Liberalism": "نموذج سياسي يرتبط عمومًا باقتصاديات السوق الحرة، مع التركيز على الخصخصة وإلغاء القيود التنظيمية والتجارة الحرة وتخفيضات الإنفاق الحكومي.",
    "Classical Liberalism": "فرع من الليبرالية يؤكد على الحرية الفردية والحكومة المحدودة وسيادة القانون واقتصاديات عدم التدخل.",
    "Authoritarian Capitalism": "نظام سياسي اقتصادي تتعايش فيه اقتصاد السوق الرأسمالي مع دولة استبدادية تقيد الحرية السياسية والحريات المدنية.",
    "State Capitalism": "نظام اقتصادي تقوم فيه الدولة بنشاط اقتصادي تجاري (أي مربح)، ويتم تنظيم وسائل الإنتاج وإدارتها كمؤسسات مملوكة للدولة، أو حيث يخضع الرأسمالية الخاصة لسيطرة الدولة بشكل كبير.",
    "Neo-Conservatism": "حركة سياسية نشأت في الولايات المتحدة، تؤكد على الترويج الحازم للديمقراطية والمصلحة الوطنية في الشؤون الدولية، غالبًا من خلال التدخل العسكري، مع دعم الأسواق الحرة محليًا.",
    "Fundamentalism": "الإيمان بالالتزام الصارم الحرفي بمجموعة من المبادئ الأساسية (غالبًا دينية)، وعادة ما يتميز بعدم التسامح مع الآراء الأخرى ومعارضة العلمانية.",
    "Libertarian Capitalism": "أيديولوجية تدعو إلى رأسمالية عدم التدخل جنبًا إلى جنب مع حكومة دنيا (minarchism) أو لا حكومة (رأسمالية فوضوية)، مع التركيز على الملكية الخاصة والأسواق الحرة.",
    "Market Anarchism": "فرع من الفوضوية يدعو إلى نظام اقتصادي قائم على السوق الحرة يعتمد على التفاعلات الطوعية دون تدخل الدولة؛ قد يشمل أشكالًا غير رأسمالية مثل التبادلية.",
    "Objectivism": "الفلسفة التي طورتها آين راند، وتدعو إلى العقل كوسيلة وحيدة للمعرفة، والفردية، والمصلحة الذاتية العقلانية، ورأسمالية عدم التدخل.",
    "Totalitarian Capitalism": "مصطلح افتراضي أو نقدي لنظام يجمع بين الاقتصاد الرأسمالي ودولة شمولية تمارس سيطرة كاملة على المجتمع وحياة الأفراد.",
    "Ultra-Capitalism": "مصطلح (غالبًا ما يكون نقديًا) يشير إلى شكل متطرف وغير منظم من الرأسمالية مع الحد الأدنى من الاعتبارات الاجتماعية أو تدخل الدولة.",
    "Anarcho-Capitalism": "فلسفة سياسية تدعو إلى القضاء على الدولة لصالح السيادة الفردية والملكية الخاصة والأسواق الحرة، حيث يتم توفير جميع الخدمات (بما في ذلك القانون والأمن) بشكل خاص.",
    "Unknown": "لم يتم تحديد أيديولوجية محددة."
  },
  "questions": {
    "q0": "القمع من قبل الشركات أكثر إثارة للقلق من القمع من قبل الحكومات.",
    "q1": "من الضروري أن تتدخل الحكومة في الاقتصاد لحماية المستهلكين.",
    "q2": "كلما كانت الأسواق أكثر حرية، كان الناس أكثر حرية.",
    "q3": "من الأفضل الحفاظ على ميزانية متوازنة بدلاً من ضمان الرفاهية لجميع المواطنين.",
    "q4": "البحث الممول من القطاع العام أكثر فائدة للناس من تركه للسوق.",
    "q5": "التعريفات الجمركية على التجارة الدولية مهمة لتشجيع الإنتاج المحلي.",
    "q6": "من كل حسب قدرته، لكل حسب حاجته.",
    "q7": "سيكون من الأفضل إلغاء البرامج الاجتماعية لصالح الجمعيات الخيرية الخاصة.",
    "q8": "يجب زيادة الضرائب على الأغنياء لتوفيرها للفقراء.",
    "q9": "الميراث شكل شرعي من أشكال الثروة.",
    "q10": "يجب أن تكون المرافق الأساسية مثل الطرق والكهرباء مملوكة للقطاع العام.",
    "q11": "تدخل الحكومة يشكل تهديدًا للاقتصاد.",
    "q12": "يجب أن يحصل أولئك الذين لديهم قدرة أكبر على الدفع على رعاية صحية أفضل.",
    "q13": "التعليم الجيد حق لجميع الناس.",
    "q14": "يجب أن تنتمي وسائل الإنتاج إلى العمال الذين يستخدمونها.",
    "q15": "يجب إلغاء الأمم المتحدة.",
    "q16": "العمل العسكري من قبل أمتنا ضروري في كثير من الأحيان لحمايتها.",
    "q17": "أنا أؤيد الاتحادات الإقليمية، مثل الاتحاد الأوروبي.",
    "q18": "من المهم الحفاظ على سيادتنا الوطنية.",
    "q19": "ستكون حكومة عالمية موحدة مفيدة للبشرية.",
    "q20": "من الأهم الحفاظ على العلاقات السلمية بدلاً من تعزيز قوتنا.",
    "q21": "لا تحتاج الحروب إلى تبرير لدول أخرى.",
    "q22": "الإنفاق العسكري مضيعة للمال.",
    "q23": "المساعدات الدولية مضيعة للمال.",
    "q24": "أمتي عظيمة.",
    "q25": "يجب إجراء البحوث على نطاق دولي.",
    "q26": "يجب أن تكون الحكومات مسؤولة أمام المجتمع الدولي.",
    "q27": "حتى عند الاحتجاج على حكومة استبدادية، فإن العنف غير مقبول.",
    "q28": "يجب نشر قيمي الدينية قدر الإمكان.",
    "q29": "يجب نشر قيم أمتنا قدر الإمكان.",
    "q30": "من المهم جدًا الحفاظ على القانون والنظام.",
    "q31": "يتخذ عامة الناس قرارات سيئة.",
    "q32": "يجب أن يكون الانتحار بمساعدة الطبيب قانونيًا.",
    "q33": "التضحية ببعض الحريات المدنية ضرورية لحمايتنا من الأعمال الإرهابية.",
    "q34": "المراقبة الحكومية ضرورية في العالم الحديث.",
    "q35": "إن وجود الدولة ذاته يشكل تهديدًا لحريتنا.",
    "q36": "بغض النظر عن الآراء السياسية، من المهم أن تنحاز إلى بلدك.",
    "q37": "يجب التشكيك في كل سلطة.",
    "q38": "الدولة الهرمية هي الأفضل.",
    "q39": "من المهم أن تتبع الحكومة رأي الأغلبية، حتى لو كان خاطئًا.",
    "q40": "كلما كانت القيادة أقوى، كان ذلك أفضل.",
    "q41": "الديمقراطية هي أكثر من مجرد عملية صنع قرار.",
    "q42": "اللوائح البيئية ضرورية.",
    "q43": "سيأتي عالم أفضل من الأتمتة والعلوم والتكنولوجيا.",
    "q44": "يجب تعليم الأطفال القيم الدينية أو التقليدية.",
    "q45": "التقاليد ليس لها قيمة في حد ذاتها.",
    "q46": "يجب أن تلعب الديانة دورًا في الحكومة.",
    "q47": "يجب فرض ضرائب على الكنائس بنفس طريقة فرض الضرائب على المؤسسات الأخرى.",
    "q48": "يعد تغير المناخ حاليًا أحد أكبر التهديدات لأسلوب حياتنا.",
    "q49": "من المهم أن نعمل كعالم متحد لمكافحة تغير المناخ.",
    "q50": "كان المجتمع أفضل منذ سنوات عديدة مما هو عليه الآن.",
    "q51": "من المهم أن نحافظ على تقاليد ماضينا.",
    "q52": "من المهم أن نفكر على المدى الطويل، فيما يتجاوز أعمارنا.",
    "q53": "العقل أهم من الحفاظ على ثقافتنا.",
    "q54": "يجب تقنين تعاطي المخدرات أو إلغاء تجريمه.",
    "q55": "يجب أن يكون زواج المثليين قانونيًا.",
    "q56": "لا توجد ثقافات متفوقة على غيرها.",
    "q57": "الجنس خارج إطار الزواج غير أخلاقي.",
    "q58": "إذا قبلنا المهاجرين على الإطلاق، فمن المهم أن يندمجوا في ثقافتنا.",
    "q59": "يجب حظر الإجهاض في معظم الحالات أو جميعها.",
    "q60": "يجب حظر حيازة الأسلحة النارية لمن ليس لديهم سبب وجيه.",
    "q61": "أنا أؤيد الرعاية الصحية الشاملة ذات الدافع الواحد.",
    "q62": "يجب أن تكون الدعارة غير قانونية.",
    "q63": "الحفاظ على القيم الأسرية أمر ضروري.",
    "q64": "السعي وراء التقدم بأي ثمن أمر خطير.",
    "q65": "التعديل الوراثي قوة للخير، حتى على البشر.",
    "q66": "يجب أن نفتح حدودنا للهجرة.",
    "q67": "يجب أن تهتم الحكومات بالأجانب بقدر اهتمامها بمواطنيها.",
    "q68": "يجب معاملة جميع الناس - بغض النظر عن عوامل مثل الثقافة أو النشاط الجنسي - على قدم المساواة.",
    "q69": "من المهم أن ندفع بأهداف مجموعتي فوق كل الأهداف الأخرى."
  },
  "ideologies": {
    "Anarcho-Communism": "الشيوعية الأناركية",
    "Libertarian Communism": "الشيوعية الليبرتارية",
    "Trotskyism": "التروتسكية",
    "Marxism": "الماركسية",
    "De Leonism": "الدي ليونية",
    "Leninism": "اللينينية",
    "Stalinism/Maoism": "الستالينية/الماوية",
    "Religious Communism": "الشيوعية الدينية",
    "State Socialism": "اشتراكية الدولة",
    "Theocratic Socialism": "الاشتراكية الثيوقراطية",
    "Religious Socialism": "الاشتراكية الدينية",
    "Democratic Socialism": "الاشتراكية الديمقراطية",
    "Revolutionary Socialism": "الاشتراكية الثورية",
    "Libertarian Socialism": "الاشتراكية الليبرتارية",
    "Anarcho-Syndicalism": "النقابية الأناركية",
    "Left-Wing Populism": "الشعبوية اليسارية",
    "Theocratic Distributism": "التوزيعية الثيوقراطية",
    "Distributism": "التوزيعية",
    "Social Liberalism": "الليبرالية الاجتماعية",
    "Christian Democracy": "الديمقراطية المسيحية",
    "Social Democracy": "الديمقراطية الاجتماعية",
    "Progressivism": "التقدمية",
    "Anarcho-Mutualism": "التبادلية الأناركية",
    "National Totalitarianism": "الشمولية القومية",
    "Global Totalitarianism": "الشمولية العالمية",
    "Technocracy": "التكنوقراطية",
    "Centrist": "الوسطية",
    "Liberalism": "الليبرالية",
    "Religious Anarchism": "الفوضوية الدينية",
    "Right-Wing Populism": "الشعبوية اليمينية",
    "Moderate Conservatism": "المحافظة المعتدلة",
    "Reactionary": "الرجعية",
    "Social Libertarianism": "الليبرتارية الاجتماعية",
    "Libertarianism": "الليبرتارية",
    "Anarcho-Egoism": "الأنانية الأناركية",
    "Nazism": "النازية",
    "Autocracy": "الاستبداد",
    "Fascism": "الفاشية",
    "Capitalist Fascism": "الفاشية الرأسمالية",
    "Conservatism": "المحافظة",
    "Neo-Liberalism": "النيوليبرالية",
    "Classical Liberalism": "الليبرالية الكلاسيكية",
    "Authoritarian Capitalism": "الرأسمالية السلطوية",
    "State Capitalism": "رأسمالية الدولة",
    "Neo-Conservatism": "المحافظة الجديدة",
    "Fundamentalism": "الأصولية",
    "Libertarian Capitalism": "الرأسمالية الليبرتارية",
    "Market Anarchism": "فوضوية السوق",
    "Objectivism": "الموضوعية",
    "Totalitarian Capitalism": "الرأسمالية الشمولية",
    "Ultra-Capitalism": "الرأسمالية المفرطة",
    "Anarcho-Capitalism": "الرأسمالية الأناركية",
    "Unknown": "غير معروف / غير محدد"
  }
}
