{
  "title": "8values Politischer Kompass Test - Finden Sie Ihre Ideologie",
  "description": "Machen Sie den 8values-Politiktest, um herauszufinden, wo Sie stehen. Beantworten Sie Fragen zu Wirtschaft, Diplomatie, Staat und Gesellschaft, um Ihre Ergebnisse zu sehen und einer politischen Ideologie zugeordnet zu werden.",
  "mainTitle": "8values Politischer Test",
  "testIntro": "Bewertet die Position einer Person auf acht verschiedenen politischen Dimensionen, indem der Benutzer Zustimmung oder Ablehnung zu einer Reihe von Aussagen aus den Bereichen Politik, Wirtschaft, Diplomatie und Soziales äußert. Der Test unterteilt politische Ansichten hauptsächlich in mehrere Dimensionen wie wirtschaftliche Gleichheit vs. Marktfreiheit, Nationalismus vs. Globalismus, Freiheit vs. Autorität und Tradition vs. Fortschritt. Diese Dimensionen helfen Benutzern, ihre politische Haltung über die traditionelle bipolare politische Landkarte hinaus klar zu definieren.",
  "questionLabel": "Frage",
  "completeMessage": "Abgeschlossen!",
  "allAnsweredMessage": "Alle Fragen beantwortet.",
  "resultsTitle": "Ihre größte Übereinstimmung:",
  "axisEconomic": "Wirtschaftsachse",
  "axisDiplomatic": "Diplomatische Achse",
  "axisCivil": "Staatsachse",
  "axisSocietal": "Gesellschaftsachse",
  "backButton": "Zurück zum Start",
  "prevButton": "Zurück",
  "labelEquality": "Gleichheit",
  "labelMarket": "Markt",
  "labelNation": "Nation",
  "labelGlobe": "Globus",
  "labelLiberty": "Freiheit",
  "labelAuthority": "Autorität",
  "labelTradition": "Tradition",
  "labelProgress": "Fortschritt",
  "answerAlt": {
    "stronglyDisagree": "Stimme überhaupt nicht zu",
    "disagree": "Stimme nicht zu",
    "neutral": "Neutral / Unsicher",
    "agree": "Stimme zu",
    "stronglyAgree": "Stimme voll und ganz zu"
  },
  "chartLabels": {
    "axisEconomicLeft": "Gleichheit",
    "axisEconomicRight": "Markt",
    "axisCivilTop": "Autorität",
    "axisCivilBottom": "Freiheit"
  },
  "axisTips": {
    "tipEquality": "Diejenigen mit höheren Gleichheitswerten glauben, dass die Wirtschaft den Wert gleichmäßig unter der Bevölkerung verteilen sollte. Sie neigen dazu, progressive Steuergesetze, Sozialprogramme und bei hohen Werten den Sozialismus zu unterstützen.",
    "tipMarket": "Diejenigen mit höheren Marktwerten glauben, dass sich die Wirtschaft auf schnelles Wachstum konzentrieren sollte. Sie neigen dazu, niedrigere Steuern, Privatisierung, Deregulierung und bei hohen Werten den Laissez-faire-Kapitalismus zu unterstützen.",
    "tipNation": "Diejenigen mit höheren Nationswerten sind patriotisch und nationalistisch. Sie glauben oft an eine aggressive Außenpolitik, schätzen das Militär, Stärke, Souveränität und bei hohen Werten territoriale Expansion.",
    "tipGlobe": "Diejenigen mit höheren Globuswerten sind kosmopolitisch und globalistisch. Sie glauben oft an eine friedliche Außenpolitik, betonen Diplomatie, Zusammenarbeit, Integration und bei hohen Werten eine Weltregierung.",
    "tipLiberty": "Diejenigen mit höheren Freiheitswerten glauben an starke bürgerliche Freiheiten. Sie neigen dazu, die Demokratie zu unterstützen und staatliche Eingriffe in das Privatleben abzulehnen. Beachten Sie, dass sich dies auf bürgerliche Freiheiten bezieht, nicht auf wirtschaftliche Freiheiten.",
    "tipAuthority": "Diejenigen mit höheren Autoritätswerten glauben an eine starke Staatsmacht. Sie neigen dazu, staatliche Eingriffe in das Privatleben, staatliche Überwachung und bei hohen Werten Zensur oder Autokratie zu unterstützen.",
    "tipTradition": "Diejenigen mit höheren Traditionswerten glauben an traditionelle Werte und die strikte Einhaltung eines Moralkodex. Obwohl nicht immer, sind sie normalerweise religiös und unterstützen den Status quo oder den Status quo ante.",
    "tipProgress": "Diejenigen mit höheren Fortschrittswerten glauben an sozialen Wandel und Rationalität. Obwohl nicht immer, sind sie normalerweise weltlich oder atheistisch und unterstützen Umweltmaßnahmen sowie wissenschaftliche oder technologische Forschung."
  },
  "axisLabels": {
    "econ": ["Kommunistisch", "Sozialistisch", "Sozial", "Zentristisch", "Marktwirtschaftlich", "Kapitalistisch", "Laissez-Faire"],
    "dipl": ["Kosmopolitisch", "Internationalistisch", "Friedlich", "Ausgewogen", "Patriotisch", "Nationalistisch", "Chauvinistisch"],
    "govt": ["Anarchistisch", "Libertär", "Liberal", "Moderat", "Etatistisch", "Autoritär", "Totalitär"],
    "scty": ["Revolutionär", "Sehr progressiv", "Progressiv", "Neutral", "Traditionell", "Sehr traditionell", "Reaktionär"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "Eine Ideologie, die eine staatenlose, klassenlose, geldlose Gesellschaft auf der Grundlage des Gemeineigentums an den Produktionsmitteln, direkter Demokratie und dem Prinzip 'Jeder nach seinen Fähigkeiten, jedem nach seinen Bedürfnissen' befürwortet.",
    "Libertarian Communism": "Ähnlich dem Anarchokommunismus, betont individuelle Freiheit und freie Vereinigung neben kommunistischen Wirtschaftsprinzipien und lehnt alle Formen politischer Autorität und Hierarchie ab.",
    "Trotskyism": "Eine marxistische Ideologie, die die permanente Revolution weltweit befürwortet und Stalins Doktrin des 'Sozialismus in einem Land' sowie die bürokratische Degeneration von Arbeiterstaaten ablehnt.",
    "Marxism": "Eine von Karl Marx begründete soziale, politische und wirtschaftliche Theorie, die Klassenverhältnisse und soziale Konflikte mithilfe des historischen Materialismus analysiert und den Sturz des Kapitalismus sowie die Errichtung des Kommunismus befürwortet.",
    "De Leonism": "Eine marxistische Variante, die den revolutionären industriellen Unionismus befürwortet und glaubt, dass sowohl politische als auch industrielle Aktionen (durch Gewerkschaften) notwendig sind, um ein von Arbeiterräten verwaltetes sozialistisches System zu errichten.",
    "Leninism": "Eine Anpassung des Marxismus durch Wladimir Lenin, die die Rolle einer Avantgardepartei, den demokratischen Zentralismus und die Diktatur des Proletariats betont, um die sozialistische Revolution insbesondere im Kontext des Imperialismus zu erreichen.",
    "Stalinism/Maoism": "Autoritäre Interpretationen/Implementierungen des Marxismus-Leninismus. Der Stalinismus zeichnet sich durch einen zentralisierten totalitären Staat, 'Sozialismus in einem Land', Säuberungen und schnelle Industrialisierung aus. Der Maoismus passt ihn an das agrarische China an und betont die Bauernschaft, die Massenlinie, die Kulturrevolution und den langwierigen Volkskrieg.",
    "Religious Communism": "Ideologien, die kommunistische Prinzipien (gemeinschaftliches Leben, geteiltes Eigentum) mit religiösen Überzeugungen und Motivationen verbinden, oft basierend auf Interpretationen religiöser Texte.",
    "State Socialism": "Eine Ideologie, die das Staatseigentum oder die staatliche Kontrolle der Produktionsmittel entweder als Endziel oder als Übergangsstadium zum Kommunismus oder Sozialismus befürwortet.",
    "Theocratic Socialism": "Ein politisches System, das theokratische Herrschaft (Herrschaft durch religiöse Autoritäten) mit sozialistischen Wirtschaftsprinzipien verbindet.",
    "Religious Socialism": "Befürwortet sozialistische Prinzipien, die von religiösen Werten wie sozialer Gerechtigkeit, Gleichheit und Mitgefühl abgeleitet sind.",
    "Democratic Socialism": "Befürwortet die Erreichung des Sozialismus durch demokratische Prozesse und Reformen innerhalb eines kapitalistischen Staatsrahmens und unterstützt typischerweise gesellschaftliches Eigentum, starke Wohlfahrtsstaaten und wirtschaftliche Regulierung.",
    "Revolutionary Socialism": "Befürwortet einen grundlegenden gesellschaftlichen Wandel durch eine Revolution, um den Kapitalismus zu stürzen und eine sozialistische Gesellschaft zu errichten, im Gegensatz zu reformistischen Ansätzen.",
    "Libertarian Socialism": "Eine breite Kategorie antiautoritärer politischer Philosophien, die darauf abzielen, eine Gesellschaft ohne politische, wirtschaftliche oder soziale Hierarchien zu schaffen, basierend auf freier Assoziation und Dezentralisierung (umfasst Anarchismus, Syndikalismus usw.).",
    "Anarcho-Syndicalism": "Ein Zweig des Anarchismus, der sich auf den revolutionären industriellen Unionismus konzentriert und Gewerkschaften als potenzielle Kraft für revolutionären sozialen Wandel und als Grundlage einer zukünftigen staatenlosen Gesellschaft betrachtet.",
    "Left-Wing Populism": "Eine politische Ideologie, die linke Wirtschaftspolitik (Anti-Austerität, Vermögensumverteilung) mit populistischer Rhetorik kombiniert, die 'das Volk' gegen eine vermeintlich korrupte 'Elite' stellt.",
    "Theocratic Distributism": "Kombiniert theokratische Herrschaft mit distributistischen Wirtschaftsprinzipien und befürwortet das weit verbreitete Privateigentum an produktivem Eigentum unter religiöser Autorität.",
    "Distributism": "Eine Wirtschaftsphilosophie, die das weit verbreitete Eigentum an den Produktionsmitteln durch Einzelpersonen oder Familien befürwortet, anstatt einer Konzentration unter dem Staat (Sozialismus) oder Kapitalisten.",
    "Social Liberalism": "Unterstützt individuelle Freiheiten und Marktwirtschaften, glaubt aber, dass der Staat eingreifen sollte, um soziale Ungleichheit durch Sozialprogramme, Wohlfahrt und Regulierung für das Gemeinwohl anzugehen.",
    "Christian Democracy": "Eine politische Ideologie, die Politiken befürwortet, die von der christlichen Soziallehre abgeleitet sind, oft Mitte-Rechts, und eine soziale Marktwirtschaft, soziale Gerechtigkeit und traditionelle Werte unterstützt.",
    "Social Democracy": "Eine politische Ideologie, die soziale Gerechtigkeit innerhalb eines kapitalistischen Rahmens durch demokratische Mittel befürwortet und Einkommensumverteilung, einen starken Wohlfahrtsstaat und Regulierung betont.",
    "Progressivism": "Eine politische Philosophie, die sozialen Fortschritt und Reformen durch staatliches Handeln unterstützt und oft soziale Gerechtigkeit, Umweltschutz und wirtschaftliche Regulierung befürwortet.",
    "Anarcho-Mutualism": "Eine Schule des anarchistischen Denkens, die eine Gesellschaft auf der Grundlage freier Märkte und gegenseitigen Kredits (zinslose Darlehen) befürwortet, in der Einzelpersonen oder Kollektive Produktionsmittel auf der Grundlage von Besitz und Nutzung besitzen.",
    "National Totalitarianism": "Eine extreme autoritäre Ideologie, in der der Staat, oft von einer einzigen Partei oder einem Diktator geführt, absolute Kontrolle über alle Lebensbereiche ausübt und Hypernationalismus sowie oft Rassereinheit betont (z. B. Nationalsozialismus, Faschismus).",
    "Global Totalitarianism": "Ein hypothetisches Konzept eines einzigen, weltweiten totalitären Staates, der absolute Kontrolle über die gesamte Menschheit und alle Lebensbereiche ausübt.",
    "Technocracy": "Ein Regierungssystem, in dem Entscheidungsträger aufgrund ihrer technischen Expertise und ihres Wissens (Wissenschaftler, Ingenieure) und nicht aufgrund politischer Zugehörigkeit oder Volksabstimmung ausgewählt werden.",
    "Centrist": "Eine politische Einstellung oder Position, die die Akzeptanz oder Unterstützung eines Gleichgewichts gemäßigter Ansichten beinhaltet, radikale Veränderungen ablehnt und nach Gemeinsamkeiten zwischen Links und Rechts sucht.",
    "Liberalism": "Eine politische und moralische Philosophie, die auf Freiheit, Zustimmung der Regierten und Gleichheit vor dem Gesetz basiert und individuelle Rechte, Demokratie und oft freie Märkte betont.",
    "Religious Anarchism": "Kombiniert die anarchistische Ablehnung des Staates und der Hierarchie mit religiösem Glauben und glaubt, dass nur göttliche Autorität (oder religiöse Prinzipien) wirklich legitim ist.",
    "Right-Wing Populism": "Eine politische Ideologie, die rechte Positionen (Nationalismus, Sozialkonservatismus, Anti-Einwanderung) mit populistischer Rhetorik gegen vermeintliche Eliten und 'Außenseiter' kombiniert.",
    "Moderate Conservatism": "Befürwortet die Erhaltung bestehender Institutionen und Traditionen, erlaubt aber allmähliche Veränderungen und Reformen und nimmt oft pragmatische Positionen ein.",
    "Reactionary": "Eine politische Haltung, die eine Rückkehr zu einem früheren politischen Zustand der Gesellschaft (dem Status quo ante) befürwortet und sozialen Fortschritt oder radikale Veränderungen ablehnt.",
    "Social Libertarianism": "Sucht die Maximierung individueller Freiheit und Autonomie, unterstützt oft starke bürgerliche Freiheiten und freie Märkte, kann aber auch soziale Sicherheitsnetze oder ein Grundeinkommen befürworten, um echte Freiheit für alle zu gewährleisten.",
    "Libertarianism": "Eine politische Philosophie, die die Freiheit als Kernprinzip hochhält und Autonomie, politische Freiheit, Wahlfreiheit und freiwillige Vereinigung maximieren will und staatlicher Autorität skeptisch gegenübersteht.",
    "Anarcho-Egoism": "Ein von Max Stirner abgeleiteter Zweig des Anarchismus, der das individuelle Ego und seine Wünsche über alles andere (Staat, Gesellschaft, Moral) stellt und freiwillige 'Vereinigungen von Egoisten' unterstützt.",
    "Nazism": "Nationalsozialismus; die totalitäre Ideologie der NSDAP in Deutschland, gekennzeichnet durch extremen Nationalismus, Rassismus (insbesondere Antisemitismus), Eugenik, Autoritarismus, Militarismus und Antikommunismus.",
    "Autocracy": "Ein Regierungssystem, in dem die höchste Macht in den Händen einer Person konzentriert ist, deren Entscheidungen weder externen rechtlichen Beschränkungen noch regulierten Mechanismen der Volkskontrolle unterliegen.",
    "Fascism": "Eine rechtsextreme, autoritäre ultranationalistische politische Ideologie, gekennzeichnet durch diktatorische Macht, gewaltsame Unterdrückung der Opposition und starke Reglementierung von Gesellschaft und Wirtschaft.",
    "Capitalist Fascism": "Ein (oft kritischer) Begriff zur Beschreibung von Systemen, die faschistische politische Kontrolle mit einer kapitalistischen Wirtschaftsstruktur vermischen, oft unter Einbeziehung staatlicher Lenkung oder korporatistischer Zusammenarbeit mit der Privatwirtschaft.",
    "Conservatism": "Eine politische und soziale Philosophie, die traditionelle soziale Institutionen, Ordnung, Hierarchie, Eigentumsrechte und allmählichen Wandel gegenüber Radikalismus fördert.",
    "Neo-Liberalism": "Ein Politikmodell, das im Allgemeinen mit der Laissez-faire-Marktwirtschaft in Verbindung gebracht wird und Privatisierung, Deregulierung, Freihandel und Kürzungen der Staatsausgaben betont.",
    "Classical Liberalism": "Ein Zweig des Liberalismus, der individuelle Freiheit, begrenzte Regierung, Rechtsstaatlichkeit und Laissez-faire-Wirtschaft betont.",
    "Authoritarian Capitalism": "Ein politisch-ökonomisches System, in dem eine kapitalistische Marktwirtschaft mit einem autoritären Staat koexistiert, der politische Freiheit und bürgerliche Freiheiten einschränkt.",
    "State Capitalism": "Ein Wirtschaftssystem, in dem der Staat kommerzielle (d. h. gewinnorientierte) wirtschaftliche Aktivitäten unternimmt und die Produktionsmittel als staatseigene Unternehmen organisiert und verwaltet werden oder in dem der private Kapitalismus stark staatlich kontrolliert wird.",
    "Neo-Conservatism": "Eine politische Bewegung, die ihren Ursprung in den USA hat und die assertive Förderung von Demokratie und nationalen Interessen in internationalen Angelegenheiten, oft durch militärische Intervention, betont, während sie im Inland freie Märkte unterstützt.",
    "Fundamentalism": "Ein Glaube an die strikte, wörtliche Einhaltung einer Reihe von Grundprinzipien (oft religiös), typischerweise gekennzeichnet durch Intoleranz gegenüber anderen Ansichten und Opposition zum Säkularismus.",
    "Libertarian Capitalism": "Eine Ideologie, die den Laissez-faire-Kapitalismus in Kombination mit minimaler Regierung (Minarchismus) oder keiner Regierung (Anarchokapitalismus) befürwortet und Privateigentum und freie Märkte betont.",
    "Market Anarchism": "Ein Zweig des Anarchismus, der ein freies Marktwirtschaftssystem auf der Grundlage freiwilliger Interaktionen ohne staatliche Intervention befürwortet; kann nicht-kapitalistische Formen wie Mutualismus umfassen.",
    "Objectivism": "Die von Ayn Rand entwickelte Philosophie, die die Vernunft als einziges Mittel der Erkenntnis, Individualismus, rationales Eigeninteresse und Laissez-faire-Kapitalismus befürwortet.",
    "Totalitarian Capitalism": "Ein hypothetischer oder kritischer Begriff für ein System, das eine kapitalistische Wirtschaft mit einem totalitären Staat kombiniert, der die Gesellschaft und das individuelle Leben vollständig kontrolliert.",
    "Ultra-Capitalism": "Ein (oft kritischer) Begriff, der eine extreme, unregulierte Form des Kapitalismus mit minimalen sozialen Erwägungen oder staatlichen Eingriffen impliziert.",
    "Anarcho-Capitalism": "Eine politische Philosophie, die die Abschaffung des Staates zugunsten individueller Souveränität, Privateigentums und freier Märkte befürwortet, in der alle Dienstleistungen (einschließlich Recht und Sicherheit) privat erbracht werden.",
    "Unknown": "Keine spezifische Ideologie konnte bestimmt werden."
  },
  "questions": {
    "q0": "Unterdrückung durch Konzerne ist besorgniserregender als Unterdrückung durch Regierungen.",
    "q1": "Es ist notwendig, dass die Regierung in die Wirtschaft eingreift, um die Verbraucher zu schützen.",
    "q2": "Je freier die Märkte, desto freier die Menschen.",
    "q3": "Es ist besser, einen ausgeglichenen Haushalt aufrechtzuerhalten, als das Wohlergehen aller Bürger zu gewährleisten.",
    "q4": "Öffentlich finanzierte Forschung ist für die Menschen vorteilhafter, als sie dem Markt zu überlassen.",
    "q5": "Zölle auf den internationalen Handel sind wichtig, um die lokale Produktion zu fördern.",
    "q6": "Jeder nach seinen Fähigkeiten, jedem nach seinen Bedürfnissen.",
    "q7": "Es wäre am besten, wenn Sozialprogramme zugunsten privater Wohltätigkeit abgeschafft würden.",
    "q8": "Die Steuern für die Reichen sollten erhöht werden, um für die Armen zu sorgen.",
    "q9": "Erbschaft ist eine legitime Form von Reichtum.",
    "q10": "Grundversorgungseinrichtungen wie Straßen und Strom sollten in öffentlichem Besitz sein.",
    "q11": "Staatliche Eingriffe sind eine Bedrohung für die Wirtschaft.",
    "q12": "Diejenigen mit einer größeren Zahlungsfähigkeit sollten eine bessere Gesundheitsversorgung erhalten.",
    "q13": "Qualitativ hochwertige Bildung ist ein Recht aller Menschen.",
    "q14": "Die Produktionsmittel sollten den Arbeitern gehören, die sie benutzen.",
    "q15": "Die Vereinten Nationen sollten abgeschafft werden.",
    "q16": "Militärische Maßnahmen unserer Nation sind oft notwendig, um sie zu schützen.",
    "q17": "Ich unterstütze regionale Unionen wie die Europäische Union.",
    "q18": "Es ist wichtig, unsere nationale Souveränität zu wahren.",
    "q19": "Eine vereinte Weltregierung wäre für die Menschheit von Vorteil.",
    "q20": "Es ist wichtiger, friedliche Beziehungen aufrechtzuerhalten, als unsere Stärke zu fördern.",
    "q21": "Kriege müssen gegenüber anderen Ländern nicht gerechtfertigt werden.",
    "q22": "Militärausgaben sind Geldverschwendung.",
    "q23": "Internationale Hilfe ist Geldverschwendung.",
    "q24": "Meine Nation ist großartig.",
    "q25": "Forschung sollte auf internationaler Ebene durchgeführt werden.",
    "q26": "Regierungen sollten der internationalen Gemeinschaft Rechenschaft ablegen.",
    "q27": "Selbst beim Protest gegen eine autoritäre Regierung ist Gewalt nicht akzeptabel.",
    "q28": "Meine religiösen Werte sollten so weit wie möglich verbreitet werden.",
    "q29": "Die Werte unserer Nation sollten so weit wie möglich verbreitet werden.",
    "q30": "Es ist sehr wichtig, Recht und Ordnung aufrechtzuerhalten.",
    "q31": "Die allgemeine Bevölkerung trifft schlechte Entscheidungen.",
    "q32": "Ärztlich assistierter Suizid sollte legal sein.",
    "q33": "Das Opfern einiger bürgerlicher Freiheiten ist notwendig, um uns vor Terrorakten zu schützen.",
    "q34": "Staatliche Überwachung ist in der modernen Welt notwendig.",
    "q35": "Die bloße Existenz des Staates ist eine Bedrohung für unsere Freiheit.",
    "q36": "Unabhängig von politischen Meinungen ist es wichtig, sich auf die Seite seines Landes zu stellen.",
    "q37": "Jede Autorität sollte hinterfragt werden.",
    "q38": "Ein hierarchischer Staat ist am besten.",
    "q39": "Es ist wichtig, dass die Regierung der Mehrheitsmeinung folgt, auch wenn sie falsch ist.",
    "q40": "Je stärker die Führung, desto besser.",
    "q41": "Demokratie ist mehr als ein Entscheidungsprozess.",
    "q42": "Umweltvorschriften sind unerlässlich.",
    "q43": "Eine bessere Welt wird durch Automatisierung, Wissenschaft und Technologie entstehen.",
    "q44": "Kinder sollten in religiösen oder traditionellen Werten erzogen werden.",
    "q45": "Traditionen haben für sich genommen keinen Wert.",
    "q46": "Religion sollte in der Regierung eine Rolle spielen.",
    "q47": "Kirchen sollten genauso besteuert werden wie andere Institutionen.",
    "q48": "Der Klimawandel ist derzeit eine der größten Bedrohungen für unsere Lebensweise.",
    "q49": "Es ist wichtig, dass wir als vereinte Welt zusammenarbeiten, um den Klimawandel zu bekämpfen.",
    "q50": "Die Gesellschaft war vor vielen Jahren besser als heute.",
    "q51": "Es ist wichtig, dass wir die Traditionen unserer Vergangenheit bewahren.",
    "q52": "Es ist wichtig, dass wir langfristig denken, über unsere Lebensspanne hinaus.",
    "q53": "Vernunft ist wichtiger als die Aufrechterhaltung unserer Kultur.",
    "q54": "Drogenkonsum sollte legalisiert oder entkriminalisiert werden.",
    "q55": "Die gleichgeschlechtliche Ehe sollte legal sein.",
    "q56": "Keine Kultur ist anderen überlegen.",
    "q57": "Sex außerhalb der Ehe ist unmoralisch.",
    "q58": "Wenn wir überhaupt Migranten aufnehmen, ist es wichtig, dass sie sich in unsere Kultur integrieren.",
    "q59": "Abtreibung sollte in den meisten oder allen Fällen verboten werden.",
    "q60": "Waffenbesitz sollte für Personen ohne triftigen Grund verboten werden.",
    "q61": "Ich unterstütze eine staatliche Einheitskrankenversicherung.",
    "q62": "Prostitution sollte illegal sein.",
    "q63": "Die Aufrechterhaltung familiärer Werte ist unerlässlich.",
    "q64": "Fortschritt um jeden Preis zu verfolgen ist gefährlich.",
    "q65": "Genmanipulation ist eine Kraft des Guten, auch am Menschen.",
    "q66": "Wir sollten unsere Grenzen für die Einwanderung öffnen.",
    "q67": "Regierungen sollten sich um Ausländer genauso kümmern wie um ihre eigenen Bürger.",
    "q68": "Alle Menschen – unabhängig von Faktoren wie Kultur oder Sexualität – sollten gleich behandelt werden.",
    "q69": "Es ist wichtig, dass wir die Ziele meiner Gruppe über alle anderen stellen."
  },
  "ideologies": {
    "Anarcho-Communism": "Anarchokommunismus",
    "Libertarian Communism": "Libertärer Kommunismus",
    "Trotskyism": "Trotzkismus",
    "Marxism": "Marxismus",
    "De Leonism": "De Leonismus",
    "Leninism": "Leninismus",
    "Stalinism/Maoism": "Stalinismus/Maoismus",
    "Religious Communism": "Religiöser Kommunismus",
    "State Socialism": "Staatssozialismus",
    "Theocratic Socialism": "Theokratischer Sozialismus",
    "Religious Socialism": "Religiöser Sozialismus",
    "Democratic Socialism": "Demokratischer Sozialismus",
    "Revolutionary Socialism": "Revolutionärer Sozialismus",
    "Libertarian Socialism": "Libertärer Sozialismus",
    "Anarcho-Syndicalism": "Anarchosyndikalismus",
    "Left-Wing Populism": "Linkspopulismus",
    "Theocratic Distributism": "Theokratischer Distributismus",
    "Distributism": "Distributismus",
    "Social Liberalism": "Sozialliberalismus",
    "Christian Democracy": "Christdemokratie",
    "Social Democracy": "Sozialdemokratie",
    "Progressivism": "Progressivismus",
    "Anarcho-Mutualism": "Anarchomutualismus",
    "National Totalitarianism": "Nationaler Totalitarismus",
    "Global Totalitarianism": "Globaler Totalitarismus",
    "Technocracy": "Technokratie",
    "Centrist": "Zentrist",
    "Liberalism": "Liberalismus",
    "Religious Anarchism": "Religiöser Anarchismus",
    "Right-Wing Populism": "Rechtspopulismus",
    "Moderate Conservatism": "Gemäßigter Konservatismus",
    "Reactionary": "Reaktionär",
    "Social Libertarianism": "Soziallibertarismus",
    "Libertarianism": "Libertarismus",
    "Anarcho-Egoism": "Anarchoegoismus",
    "Nazism": "Nationalsozialismus",
    "Autocracy": "Autokratie",
    "Fascism": "Faschismus",
    "Capitalist Fascism": "Kapitalistischer Faschismus",
    "Conservatism": "Konservatismus",
    "Neo-Liberalism": "Neoliberalismus",
    "Classical Liberalism": "Klassischer Liberalismus",
    "Authoritarian Capitalism": "Autoritärer Kapitalismus",
    "State Capitalism": "Staatskapitalismus",
    "Neo-Conservatism": "Neokonservatismus",
    "Fundamentalism": "Fundamentalismus",
    "Libertarian Capitalism": "Libertärer Kapitalismus",
    "Market Anarchism": "Marktanarchismus",
    "Objectivism": "Objektivismus",
    "Totalitarian Capitalism": "Totalitärer Kapitalismus",
    "Ultra-Capitalism": "Ultrakapitalismus",
    "Anarcho-Capitalism": "Anarchokapitalismus",
    "Unknown": "Unbekannt / Nicht definiert"
  }
}
