{
  "title": "Test de boussole politique 8values - Trouvez votre idéologie",
  "description": "Passez le test politique 8values pour découvrir où vous vous situez. Répondez aux questions sur l'économie, la diplomatie, l'État et la société pour voir vos scores et être associé à une idéologie politique.",
  "mainTitle": "Test politique 8values",
  "testIntro": "Évalue la position d'un individu sur huit dimensions politiques différentes en demandant à l'utilisateur d'exprimer son accord ou son désaccord avec une série d'affirmations couvrant les domaines politique, économique, diplomatique et social. Le test décompose principalement les opinions politiques en plusieurs dimensions telles que l'égalité économique contre la liberté du marché, le nationalisme contre le mondialisme, la liberté contre l'autorité et la tradition contre le progrès. Ces dimensions aident les utilisateurs à définir clairement leur position politique au-delà de la carte politique bipolaire traditionnelle.",
  "questionLabel": "Question",
  "completeMessage": "Terminé !",
  "allAnsweredMessage": "Toutes les questions ont été répondues.",
  "resultsTitle": "Votre correspondance la plus proche :",
  "axisEconomic": "Axe économique",
  "axisDiplomatic": "Axe diplomatique",
  "axisCivil": "Axe civil",
  "axisSocietal": "Axe sociétal",
  "backButton": "Retour au début",
  "prevButton": "Retour",
  "labelEquality": "Égalité",
  "labelMarket": "Marché",
  "labelNation": "Nation",
  "labelGlobe": "Globe",
  "labelLiberty": "Liberté",
  "labelAuthority": "Autorité",
  "labelTradition": "Tradition",
  "labelProgress": "Progrès",
  "answerAlt": {
    "stronglyDisagree": "Fortement en désaccord",
    "disagree": "En désaccord",
    "neutral": "Neutre / Incertain",
    "agree": "D'accord",
    "stronglyAgree": "Fortement d'accord"
  },
  "chartLabels": {
    "axisEconomicLeft": "Égalité",
    "axisEconomicRight": "Marché",
    "axisCivilTop": "Autorité",
    "axisCivilBottom": "Liberté"
  },
  "axisTips": {
    "tipEquality": "Ceux qui obtiennent des scores d'égalité plus élevés pensent que l'économie devrait répartir la valeur de manière égale au sein de la population. Ils ont tendance à soutenir les codes fiscaux progressifs, les programmes sociaux et, à des valeurs élevées, le socialisme.",
    "tipMarket": "Ceux qui obtiennent des scores de marché plus élevés pensent que l'économie devrait se concentrer sur une croissance rapide. Ils ont tendance à soutenir la baisse des impôts, la privatisation, la déréglementation et, à des valeurs élevées, le capitalisme de laissez-faire.",
    "tipNation": "Ceux qui obtiennent des scores de nation plus élevés sont patriotiques et nationalistes. Ils croient souvent en une politique étrangère agressive, valorisant l'armée, la force, la souveraineté et, à des valeurs élevées, l'expansion territoriale.",
    "tipGlobe": "Ceux qui obtiennent des scores de globe plus élevés sont cosmopolites et mondialistes. Ils croient often en une politique étrangère pacifique, mettant l'accent sur la diplomatie, la coopération, l'intégration et, à des valeurs élevées, un gouvernement mondial.",
    "tipLiberty": "Ceux qui obtiennent des scores de liberté plus élevés croient en de fortes libertés civiles. Ils ont tendance à soutenir la démocratie et à s'opposer à l'intervention de l'État dans la vie personnelle. Notez que cela se réfère aux libertés civiles, et non aux libertés économiques.",
    "tipAuthority": "Ceux qui obtiennent des scores d'autorité plus élevés croient en un pouvoir étatique fort. Ils ont tendance à soutenir l'intervention de l'État dans la vie personnelle, la surveillance gouvernementale et, à des valeurs élevées, la censure ou l'autocratie.",
    "tipTradition": "Ceux qui obtiennent des scores de tradition plus élevés croient aux valeurs traditionnelles et à une adhésion stricte à un code moral. Bien que pas toujours, ils sont généralement religieux et soutiennent le statu quo ou le statu quo ante.",
    "tipProgress": "Ceux qui obtiennent des scores de progrès plus élevés croient au changement social et à la rationalité. Bien que pas toujours, ils sont généralement laïcs ou athées et soutiennent l'action environnementale et la recherche scientifique ou technologique."
  },
  "axisLabels": {
    "econ": ["Communiste", "Socialiste", "Social", "Centriste", "Marché", "Capitaliste", "Laissez-faire"],
    "dipl": ["Cosmopolite", "Internationaliste", "Pacifique", "Équilibré", "Patriotique", "Nationaliste", "Chauvin"],
    "govt": ["Anarchiste", "Libertaire", "Libéral", "Modéré", "Étatique", "Autoritaire", "Totalitaire"],
    "scty": ["Révolutionnaire", "Très progressiste", "Progressiste", "Neutre", "Traditionnel", "Très traditionnel", "Réactionnaire"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "Une idéologie prônant une société sans État, sans classes et sans argent, basée sur la propriété commune des moyens de production, la démocratie directe et le principe « de chacun selon ses capacités, à chacun selon ses besoins ».",
    "Libertarian Communism": "Similaire à l'anarcho-communisme, mettant l'accent sur la liberté individuelle et la libre association parallèlement aux principes économiques communistes, s'opposant à toutes les formes d'autorité politique et de hiérarchie.",
    "Trotskyism": "Une idéologie marxiste prônant la révolution permanente à l'échelle mondiale, s'opposant à la doctrine stalinienne du « socialisme dans un seul pays » et à la dégénérescence bureaucratique des États ouvriers.",
    "Marxism": "Une théorie sociale, politique et économique initiée par Karl Marx, analysant les relations de classe et les conflits sociaux à l'aide du matérialisme historique, prônant le renversement du capitalisme et l'établissement du communisme.",
    "De Leonism": "Une variante marxiste prônant le syndicalisme industriel révolutionnaire, estimant que l'action politique et industrielle (par le biais des syndicats) sont toutes deux nécessaires pour établir un système socialiste géré par des conseils ouvriers.",
    "Leninism": "Une adaptation du marxisme par Vladimir Lénine, mettant l'accent sur le rôle d'un parti d'avant-garde, le centralisme démocratique et la dictature du prolétariat pour réaliser la révolution socialiste, en particulier dans le contexte de l'impérialisme.",
    "Stalinism/Maoism": "Interprétations/mises en œuvre autoritaires du marxisme-léninisme. Le stalinisme se caractérise par un État totalitaire centralisé, le « socialisme dans un seul pays », des purges et une industrialisation rapide. Le maoïsme l'adapte à la Chine agraire, en mettant l'accent sur la paysannerie, la ligne de masse, la révolution culturelle et la guerre populaire prolongée.",
    "Religious Communism": "Idéologies combinant les principes communistes (vie en communauté, propriété partagée) avec des croyances et des motivations religieuses, souvent basées sur des interprétations de textes religieux.",
    "State Socialism": "Une idéologie prônant la propriété ou le contrôle étatique des moyens de production, soit comme objectif final, soit comme étape de transition vers le communisme ou le socialisme.",
    "Theocratic Socialism": "Un système politique combinant une gouvernance théocratique (règle par les autorités religieuses) avec des principes économiques socialistes.",
    "Religious Socialism": "Prône des principes socialistes dérivés de valeurs religieuses, telles que la justice sociale, l'égalité et la compassion.",
    "Democratic Socialism": "Prône la réalisation du socialisme par des processus démocratiques et des réformes dans le cadre d'un État capitaliste, soutenant généralement la propriété sociale, des États-providence solides et la réglementation économique.",
    "Revolutionary Socialism": "Prône un changement sociétal fondamental par la révolution pour renverser le capitalisme et établir une société socialiste, contrastant avec les approches réformistes.",
    "Libertarian Socialism": "Une vaste catégorie de philosophies politiques anti-autoritaires visant à créer une société sans hiérarchies politiques, économiques ou sociales, basée sur la libre association et la décentralisation (comprend l'anarchisme, le syndicalisme, etc.).",
    "Anarcho-Syndicalism": "Une branche de l'anarchisme axée sur le syndicalisme industriel révolutionnaire, considérant les syndicats comme la force potentielle du changement social révolutionnaire et la base d'une future société sans État.",
    "Left-Wing Populism": "Une idéologie politique combinant des politiques économiques de gauche (anti-austérité, redistribution des richesses) avec une rhétorique populiste qui oppose « le peuple » à une « élite » perçue comme corrompue.",
    "Theocratic Distributism": "Combine une gouvernance théocratique avec des principes économiques distributistes, prônant une large propriété privée des biens de production sous autorité religieuse.",
    "Distributism": "Une philosophie économique prônant la propriété généralisée des moyens de production par des individus ou des familles, plutôt qu'une concentration sous l'État (socialisme) ou les capitalistes.",
    "Social Liberalism": "Soutient les libertés individuelles et les économies de marché, mais estime que l'État devrait intervenir pour remédier aux inégalités sociales par le biais de programmes sociaux, de l'aide sociale et de la réglementation pour le bien commun.",
    "Christian Democracy": "Une idéologie politique prônant des politiques dérivées de la doctrine sociale chrétienne, souvent de centre-droit, soutenant une économie sociale de marché, la justice sociale et les valeurs traditionnelles.",
    "Social Democracy": "Une idéologie politique prônant la justice sociale dans un cadre capitaliste par des moyens démocratiques, mettant l'accent sur la redistribution des revenus, un État-providence solide et la réglementation.",
    "Progressivism": "Une philosophie politique soutenant le progrès social et la réforme par l'action gouvernementale, prônant souvent la justice sociale, la protection de l'environnement et la réglementation économique.",
    "Anarcho-Mutualism": "Une école de pensée anarchiste prônant une société basée sur des marchés libres et un crédit mutuel (prêt sans intérêt), où les individus ou les collectivités possèdent des moyens de production basés sur l'occupation et l'utilisation.",
    "National Totalitarianism": "Une idéologie autoritaire extrême où l'État, souvent dirigé par un parti unique ou un dictateur, exerce un contrôle absolu sur tous les aspects de la vie, mettant l'accent sur l'hypernationalisme et souvent la pureté raciale (par exemple, le nazisme, le fascisme).",
    "Global Totalitarianism": "Un concept hypothétique d'un État totalitaire unique et mondial exerçant un contrôle absolu sur toute l'humanité et tous les aspects de la vie.",
    "Technocracy": "Un système de gouvernance où les décideurs sont sélectionnés en fonction de leur expertise technique et de leurs connaissances (scientifiques, ingénieurs) plutôt que de leur affiliation politique ou du vote populaire.",
    "Centrist": "Une perspective ou une position politique impliquant l'acceptation ou le soutien d'un équilibre de vues modérées, s'opposant aux changements radicaux et recherchant un terrain d'entente entre la gauche et la droite.",
    "Liberalism": "Une philosophie politique et morale basée sur la liberté, le consentement des gouvernés et l'égalité devant la loi, mettant l'accent sur les droits individuels, la démocratie et souvent les marchés libres.",
    "Religious Anarchism": "Combine le rejet anarchiste de l'État et de la hiérarchie avec la foi religieuse, estimant que seule l'autorité divine (ou les principes religieux) est véritablement légitime.",
    "Right-Wing Populism": "Une idéologie politique combinant des positions de droite (nationalisme, conservatisme social, anti-immigration) avec une rhétorique populiste contre les élites perçues et les « étrangers ».",
    "Moderate Conservatism": "Prône la préservation des institutions et des traditions existantes, mais autorise des changements et des réformes progressifs, adoptant souvent des positions pragmatiques.",
    "Reactionary": "Une position politique favorisant un retour à un état politique antérieur de la société (le statu quo ante), s'opposant au progrès social ou au changement radical.",
    "Social Libertarianism": "Cherche à maximiser la liberté et l'autonomie individuelles, soutenant souvent de fortes libertés civiles et des marchés libres, mais peut également approuver des filets de sécurité sociale ou un revenu de base pour garantir une véritable liberté pour tous.",
    "Libertarianism": "Une philosophie politique défendant la liberté comme principe fondamental, cherchant à maximiser l'autonomie, la liberté politique, la liberté de choix et l'association volontaire, sceptique à l'égard de l'autorité de l'État.",
    "Anarcho-Egoism": "Une branche de l'anarchisme, dérivée de Max Stirner, mettant l'accent sur l'ego individuel et ses désirs par-dessus tout (État, société, moralité), soutenant les « Unions d'égoïstes » volontaires.",
    "Nazism": "National-socialisme ; l'idéologie totalitaire du parti nazi en Allemagne, caractérisée par un nationalisme extrême, le racisme (en particulier l'antisémitisme), l'eugénisme, l'autoritarisme, le militarisme et l'anticommunisme.",
    "Autocracy": "Un système de gouvernement où le pouvoir suprême est concentré entre les mains d'une seule personne, dont les décisions ne sont soumises ni à des contraintes légales externes ni à des mécanismes régularisés de contrôle populaire.",
    "Fascism": "Une idéologie politique ultranationaliste autoritaire d'extrême droite caractérisée par un pouvoir dictatorial, la répression forcée de l'opposition et une forte régimentation de la société et de l'économie.",
    "Capitalist Fascism": "Un terme (souvent critique) utilisé pour décrire des systèmes mêlant contrôle politique fasciste et structure économique capitaliste, impliquant souvent une direction étatique ou une collaboration corporatiste avec l'industrie privée.",
    "Conservatism": "Une philosophie politique et sociale promouvant les institutions sociales traditionnelles, l'ordre, la hiérarchie, les droits de propriété et le changement progressif plutôt que le radicalisme.",
    "Neo-Liberalism": "Un modèle politique généralement associé à l'économie de marché de laissez-faire, mettant l'accent sur la privatisation, la déréglementation, le libre-échange et la réduction des dépenses publiques.",
    "Classical Liberalism": "Une branche du libéralisme mettant l'accent sur la liberté individuelle, un gouvernement limité, l'État de droit et l'économie de laissez-faire.",
    "Authoritarian Capitalism": "Un système politico-économique où une économie de marché capitaliste coexiste avec un État autoritaire qui restreint la liberté politique et les libertés civiles.",
    "State Capitalism": "Un système économique où l'État entreprend une activité économique commerciale (c'est-à-dire à but lucratif), et où les moyens de production sont organisés et gérés comme des entreprises publiques, ou où le capitalisme privé est fortement contrôlé par l'État.",
    "Neo-Conservatism": "Un mouvement politique originaire des États-Unis, mettant l'accent sur la promotion affirmée de la démocratie et de l'intérêt national dans les affaires internationales, souvent par le biais d'une intervention militaire, tout en soutenant les marchés libres au niveau national.",
    "Fundamentalism": "Une croyance en une adhésion stricte et littérale à un ensemble de principes de base (souvent religieux), généralement caractérisée par l'intolérance envers d'autres points de vue et l'opposition à la laïcité.",
    "Libertarian Capitalism": "Une idéologie prônant le capitalisme de laissez-faire combiné à un gouvernement minimal (minarchisme) ou à l'absence de gouvernement (anarcho-capitalisme), mettant l'accent sur la propriété privée et les marchés libres.",
    "Market Anarchism": "Une branche de l'anarchisme qui prône un système économique de marché libre basé sur des interactions volontaires sans intervention de l'État ; peut inclure des formes non capitalistes comme le mutualisme.",
    "Objectivism": "La philosophie développée par Ayn Rand, prônant la raison comme seul moyen de connaissance, l'individualisme, l'intérêt personnel rationnel et le capitalisme de laissez-faire.",
    "Totalitarian Capitalism": "Un terme hypothétique ou critique désignant un système combinant une économie capitaliste avec un État totalitaire qui exerce un contrôle complet sur la société et la vie individuelle.",
    "Ultra-Capitalism": "Un terme (souvent critique) impliquant une forme extrême et non réglementée de capitalisme avec des considérations sociales ou une intervention étatique minimales.",
    "Anarcho-Capitalism": "Une philosophie politique prônant l'élimination de l'État en faveur de la souveraineté individuelle, de la propriété privée et des marchés libres, où tous les services (y compris le droit et la sécurité) sont fournis par le secteur privé.",
    "Unknown": "Aucune idéologie spécifique n'a pu être déterminée."
  },
  "questions": {
    "q0": "L'oppression par les entreprises est plus préoccupante que l'oppression par les gouvernements.",
    "q1": "Il est nécessaire que le gouvernement intervienne dans l'économie pour protéger les consommateurs.",
    "q2": "Plus les marchés sont libres, plus les gens sont libres.",
    "q3": "Il vaut mieux maintenir un budget équilibré que d'assurer le bien-être de tous les citoyens.",
    "q4": "La recherche financée par des fonds publics est plus bénéfique pour la population que de la laisser au marché.",
    "q5": "Les droits de douane sur le commerce international sont importants pour encourager la production locale.",
    "q6": "De chacun selon ses capacités, à chacun selon ses besoins.",
    "q7": "Il serait préférable que les programmes sociaux soient abolis en faveur de la charité privée.",
    "q8": "Les impôts sur les riches devraient être augmentés pour subvenir aux besoins des pauvres.",
    "q9": "L'héritage est une forme légitime de richesse.",
    "q10": "Les services publics de base comme les routes et l'électricité devraient être publics.",
    "q11": "L'intervention du gouvernement est une menace pour l'économie.",
    "q12": "Ceux qui ont une plus grande capacité de payer devraient recevoir de meilleurs soins de santé.",
    "q13": "Une éducation de qualité est un droit pour tous.",
    "q14": "Les moyens de production devraient appartenir aux travailleurs qui les utilisent.",
    "q15": "Les Nations Unies devraient être abolies.",
    "q16": "L'action militaire de notre nation est souvent nécessaire pour la protéger.",
    "q17": "Je soutiens les unions régionales, telles que l'Union européenne.",
    "q18": "Il est important de maintenir notre souveraineté nationale.",
    "q19": "Un gouvernement mondial uni serait bénéfique pour l'humanité.",
    "q20": "Il est plus important de maintenir des relations pacifiques que de renforcer notre puissance.",
    "q21": "Les guerres n'ont pas besoin d'être justifiées auprès des autres pays.",
    "q22": "Les dépenses militaires sont un gaspillage d'argent.",
    "q23": "L'aide internationale est un gaspillage d'argent.",
    "q24": "Ma nation est grande.",
    "q25": "La recherche devrait être menée à l'échelle internationale.",
    "q26": "Les gouvernements devraient rendre des comptes à la communauté internationale.",
    "q27": "Même en protestant contre un gouvernement autoritaire, la violence n'est pas acceptable.",
    "q28": "Mes valeurs religieuses devraient être diffusées autant que possible.",
    "q29": "Les valeurs de notre nation devraient être diffusées autant que possible.",
    "q30": "Il est très important de maintenir la loi et l'ordre.",
    "q31": "La population en général prend de mauvaises décisions.",
    "q32": "Le suicide assisté par un médecin devrait être légal.",
    "q33": "Le sacrifice de certaines libertés civiles est nécessaire pour nous protéger des actes de terrorisme.",
    "q34": "La surveillance gouvernementale est nécessaire dans le monde moderne.",
    "q35": "L'existence même de l'État est une menace pour notre liberté.",
    "q36": "Quelles que soient les opinions politiques, il est important de se ranger du côté de son pays.",
    "q37": "Toute autorité devrait être remise en question.",
    "q38": "Un État hiérarchique est préférable.",
    "q39": "Il est important que le gouvernement suive l'opinion majoritaire, même si elle est erronée.",
    "q40": "Plus la direction est forte, mieux c'est.",
    "q41": "La démocratie est plus qu'un processus de prise de décision.",
    "q42": "Les réglementations environnementales sont essentielles.",
    "q43": "Un monde meilleur viendra de l'automatisation, de la science et de la technologie.",
    "q44": "Les enfants devraient être éduqués aux valeurs religieuses ou traditionnelles.",
    "q45": "Les traditions n'ont aucune valeur en elles-mêmes.",
    "q46": "La religion devrait jouer un rôle au sein du gouvernement.",
    "q47": "Les églises devraient être imposées de la même manière que les autres institutions.",
    "q48": "Le changement climatique est actuellement l'une des plus grandes menaces pour notre mode de vie.",
    "q49": "Il est important que nous travaillions en tant que monde uni pour lutter contre le changement climatique.",
    "q50": "La société était meilleure il y a de nombreuses années qu'elle ne l'est maintenant.",
    "q51": "Il est important que nous maintenions les traditions de notre passé.",
    "q52": "Il est important que nous pensions à long terme, au-delà de notre durée de vie.",
    "q53": "La raison est plus importante que le maintien de notre culture.",
    "q54": "La consommation de drogues devrait être légalisée ou décriminalisée.",
    "q55": "Le mariage homosexuel devrait être légal.",
    "q56": "Aucune culture n'est supérieure aux autres.",
    "q57": "Les relations sexuelles hors mariage sont immorales.",
    "q58": "Si nous acceptons des migrants, il est important qu'ils s'assimilent à notre culture.",
    "q59": "L'avortement devrait être interdit dans la plupart ou tous les cas.",
    "q60": "La possession d'armes à feu devrait être interdite à ceux qui n'ont pas de raison valable.",
    "q61": "Je soutiens un système de santé universel à payeur unique.",
    "q62": "La prostitution devrait être illégale.",
    "q63": "Le maintien des valeurs familiales est essentiel.",
    "q64": "Poursuivre le progrès à tout prix est dangereux.",
    "q65": "La modification génétique est une force bénéfique, même sur les humains.",
    "q66": "Nous devrions ouvrir nos frontières à l'immigration.",
    "q67": "Les gouvernements devraient se préoccuper autant des étrangers que de leurs propres citoyens.",
    "q68": "Toutes les personnes - quels que soient des facteurs tels que la culture ou la sexualité - devraient être traitées sur un pied d'égalité.",
    "q69": "Il est important que nous fassions progresser les objectifs de mon groupe avant tous les autres."
  },
  "ideologies": {
    "Anarcho-Communism": "Anarcho-communisme",
    "Libertarian Communism": "Communisme libertaire",
    "Trotskyism": "Trotskisme",
    "Marxism": "Marxisme",
    "De Leonism": "De Leonisme",
    "Leninism": "Léninisme",
    "Stalinism/Maoism": "Stalinisme/Maoïsme",
    "Religious Communism": "Communisme religieux",
    "State Socialism": "Socialisme d'État",
    "Theocratic Socialism": "Socialisme théocratique",
    "Religious Socialism": "Socialisme religieux",
    "Democratic Socialism": "Socialisme démocratique",
    "Revolutionary Socialism": "Socialisme révolutionnaire",
    "Libertarian Socialism": "Socialisme libertaire",
    "Anarcho-Syndicalism": "Anarcho-syndicalisme",
    "Left-Wing Populism": "Populisme de gauche",
    "Theocratic Distributism": "Distributisme théocratique",
    "Distributism": "Distributisme",
    "Social Liberalism": "Social-libéralisme",
    "Christian Democracy": "Démocratie chrétienne",
    "Social Democracy": "Social-démocratie",
    "Progressivism": "Progressisme",
    "Anarcho-Mutualism": "Anarcho-mutualisme",
    "National Totalitarianism": "Totalitarisme national",
    "Global Totalitarianism": "Totalitarisme mondial",
    "Technocracy": "Technocratie",
    "Centrist": "Centriste",
    "Liberalism": "Libéralisme",
    "Religious Anarchism": "Anarchisme religieux",
    "Right-Wing Populism": "Populisme de droite",
    "Moderate Conservatism": "Conservatisme modéré",
    "Reactionary": "Réactionnaire",
    "Social Libertarianism": "Libertarisme social",
    "Libertarianism": "Libertarisme",
    "Anarcho-Egoism": "Anarcho-égoïsme",
    "Nazism": "Nazisme",
    "Autocracy": "Autocratie",
    "Fascism": "Fascisme",
    "Capitalist Fascism": "Fascisme capitaliste",
    "Conservatism": "Conservatisme",
    "Neo-Liberalism": "Néolibéralisme",
    "Classical Liberalism": "Libéralisme classique",
    "Authoritarian Capitalism": "Capitalisme autoritaire",
    "State Capitalism": "Capitalisme d'État",
    "Neo-Conservatism": "Néoconservatisme",
    "Fundamentalism": "Fondamentalisme",
    "Libertarian Capitalism": "Capitalisme libertaire",
    "Market Anarchism": "Anarchisme de marché",
    "Objectivism": "Objectivisme",
    "Totalitarian Capitalism": "Capitalisme totalitaire",
    "Ultra-Capitalism": "Ultra-capitalisme",
    "Anarcho-Capitalism": "Anarcho-capitalisme",
    "Unknown": "Inconnu / Non défini"
  }
}
