{
  "title": "8values 政治的コンパステスト - あなたのイデオロギーを見つけましょう",
  "description": "8values政治テストを受けて、あなたの立ち位置を見つけましょう。経済、外交、国家、社会に関する質問に答えてスコアを確認し、政治的イデオロギーと照合しましょう。",
  "mainTitle": "8values 政治テスト",
  "testIntro": "政治、経済、外交、社会の各領域を網羅する一連の記述に対するユーザーの同意または不同意を表明させることにより、8つの異なる政治的側面における個人の立場を評価します。このテストは主に、経済的平等対市場の自由、ナショナリズム対グローバリズム、自由対権威、伝統対進歩といった複数の次元に政治的見解を分解します。これらの次元は、ユーザーが従来の二極的な政治マップを超えて、自身の政治的立場を明確に定義するのに役立ちます。",
  "questionLabel": "質問",
  "completeMessage": "完了！",
  "allAnsweredMessage": "すべての質問に回答しました。",
  "resultsTitle": "あなたに最も近い思想:",
  "axisEconomic": "経済軸",
  "axisDiplomatic": "外交軸",
  "axisCivil": "国家軸",
  "axisSocietal": "社会軸",
  "backButton": "最初に戻る",
  "prevButton": "戻る",
  "labelEquality": "平等",
  "labelMarket": "市場",
  "labelNation": "国家",
  "labelGlobe": "地球",
  "labelLiberty": "自由",
  "labelAuthority": "権威",
  "labelTradition": "伝統",
  "labelProgress": "進歩",
  "answerAlt": {
    "stronglyDisagree": "強く反対",
    "disagree": "反対",
    "neutral": "中立/不明",
    "agree": "賛成",
    "stronglyAgree": "強く賛成"
  },
  "chartLabels": {
    "axisEconomicLeft": "平等",
    "axisEconomicRight": "市場",
    "axisCivilTop": "権威",
    "axisCivilBottom": "自由"
  },
  "axisTips": {
    "tipEquality": "平等スコアが高い人は、経済は国民の間で価値を均等に分配すべきだと考えます。彼らは累進課税、社会プログラム、そして高い値では社会主義を支持する傾向があります。",
    "tipMarket": "市場スコアが高い人は、経済は急速な成長に焦点を当てるべきだと考えます。彼らは減税、民営化、規制緩和、そして高い値では自由放任資本主義を支持する傾向があります。",
    "tipNation": "国家スコアが高い人は愛国的で国家主義的です。彼らはしばしば攻撃的な外交政策を信じ、軍事力、強さ、主権を重視し、高い値では領土拡大を重視します。",
    "tipGlobe": "地球スコアが高い人はコスモポリタンでグローバリストです。彼らはしばしば平和的な外交政策を信じ、外交、協力、統合を強調し、高い値では世界政府を強調します。",
    "tipLiberty": "自由スコアが高い人は強い市民的自由を信じます。彼らは民主主義を支持し、個人の生活への国家介入に反対する傾向があります。これは経済的自由ではなく、市民的自由を指すことに注意してください。",
    "tipAuthority": "権威スコアが高い人は強い国家権力を信じます。彼らは個人の生活への国家介入、政府の監視を支持し、高い値では検閲や独裁政治を支持する傾向があります。",
    "tipTradition": "伝統スコアが高い人は伝統的価値観と道徳規範への厳格な遵守を信じます。常にではありませんが、彼らは通常宗教的であり、現状維持または現状維持以前の状態を支持します。",
    "tipProgress": "進歩スコアが高い人は社会変革と合理性を信じます。常にではありませんが、彼らは通常世俗的または無神論者であり、環境行動や科学技術研究を支持します。"
  },
  "axisLabels": {
    "econ": ["共産主義", "社会主義", "社会", "中道", "市場", "資本主義", "自由放任"],
    "dipl": ["コスモポリタン", "国際主義", "平和主義", "均衡", "愛国主義", "国家主義", "排外主義"],
    "govt": ["無政府主義", "リバタリアン", "リベラル", "穏健", "国家主義", "権威主義", "全体主義"],
    "scty": ["革命的", "非常に進歩的", "進歩的", "中立", "伝統的", "非常に伝統的", "反動的"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "生産手段の共同所有、直接民主主義、そして「各人の能力に応じて、各人の必要に応じて」という原則に基づいた、無国家、無階級、無貨幣の社会を提唱するイデオロギー。",
    "Libertarian Communism": "アナルコ・コミュニズムに類似し、共産主義的な経済原則とともに個人の自由と自由な結社を強調し、あらゆる形態の政治的権威とヒエラルキーに反対する。",
    "Trotskyism": "世界的な永久革命を提唱し、スターリン主義の「一国社会主義」ドクトリンと労働者国家の官僚的退廃に反対するマルクス主義のイデオロロジー。",
    "Marxism": "カール・マルクスによって創始された社会的、政治的、経済的理論であり、史的唯物論を用いて階級関係と社会紛争を分析し、資本主義の打倒と共産主義の確立を提唱する。",
    "De Leonism": "革命的産業組合主義を提唱するマルクス主義の一派であり、労働者評議会によって管理される社会主義システムを確立するためには、政治的行動と（組合を通じた）産業的行動の両方が必要であると信じている。",
    "Leninism": "ウラジーミル・レーニンによるマルクス主義の適応であり、特に帝国主義の文脈において、前衛党の役割、民主集中制、プロレタリア独裁を強調して社会主義革命を達成することを目指す。",
    "Stalinism/Maoism": "マルクス・レーニン主義の権威主義的な解釈/実施。スターリン主義は、中央集権的な全体主義国家、「一国社会主義」、粛清、急速な工業化を特徴とする。毛沢東主義は、それを農業国の中国に適応させ、農民、大衆路線、文化大革命、持久人民戦争を強調する。",
    "Religious Communism": "共産主義の原則（共同生活、共有財産）を宗教的信念や動機と組み合わせたイデオロギーであり、しばしば宗教的テキストの解釈に基づいている。",
    "State Socialism": "最終目標として、あるいは共産主義や社会主義への移行段階として、生産手段の国家所有または管理を提唱するイデオロギー。",
    "Theocratic Socialism": "神権政治（宗教的権威による支配）と社会主義的な経済原則を組み合わせた政治システム。",
    "Religious Socialism": "社会正義、平等、思いやりといった宗教的価値観から派生した社会主義の原則を提唱する。",
    "Democratic Socialism": "資本主義国家の枠組みの中で、民主的なプロセスと改革を通じて社会主義を達成することを提唱し、典型的には社会的所有、強力な福祉国家、経済規制を支持する。",
    "Revolutionary Socialism": "資本主義を打倒し、社会主義社会を確立するために、革命を通じて根本的な社会変革を提唱し、改革主義的アプローチとは対照的である。",
    "Libertarian Socialism": "自由な結社と分権化に基づいて、政治的、経済的、社会的ヒエラルキーのない社会の創造を目指す、広範な反権威主義的な政治哲学のカテゴリー（アナーキズム、サンディカリスムなどを含む）。",
    "Anarcho-Syndicalism": "革命的産業組合主義に焦点を当てたアナーキズムの一派であり、労働組合を革命的社会変革の潜在的な力であり、将来の無国家社会の基盤と見なす。",
    "Left-Wing Populism": "左翼的な経済政策（反緊縮、富の再分配）と、「人民」を腐敗したとされる「エリート」に対置するポピュリスト的レトリックを組み合わせた政治イデオロギー。",
    "Theocratic Distributism": "神権政治と分配主義的な経済原則を組み合わせ、宗教的権威の下での生産的財産の広範な私的所有を提唱する。",
    "Distributism": "生産手段の所有権が国家（社会主義）や資本家の下に集中するのではなく、個人や家族によって広範に所有されることを提唱する経済哲学。",
    "Social Liberalism": "個人の自由と市場経済を支持するが、共通善のための社会プログラム、福祉、規制を通じて社会的不平等に対処するために国家が介入すべきであると信じている。",
    "Christian Democracy": "キリスト教の社会教説から派生した政策を提唱する政治イデオロギーであり、しばしば中道右派であり、社会市場経済、社会正義、伝統的価値観を支持する。",
    "Social Democracy": "民主的手段を通じて資本主義の枠組みの中で社会正義を提唱する政治イデオロギーであり、所得再分配、強力な福祉国家、規制を強調する。",
    "Progressivism": "政府の行動を通じた社会の進歩と改革を支持する政治哲学であり、しばしば社会正義、環境保護、経済規制を提唱する。",
    "Anarcho-Mutualism": "自由市場と相互信用（無利子融資）に基づいた社会を提唱するアナーキスト思想の一派であり、個人または集団が占有と使用に基づいて生産手段を所有する。",
    "National Totalitarianism": "国家が、しばしば単一政党または独裁者によって率いられ、生活のあらゆる側面を絶対的に管理し、超国家主義としばしば人種的純粋性を強調する極端な権威主義イデオロギー（例：ナチズム、ファシズム）。",
    "Global Totalitarianism": "すべての人類と生活のあらゆる側面を絶対的に管理する単一の世界的な全体主義国家という仮説的な概念。",
    "Technocracy": "意思決定者が政治的所属や人気投票ではなく、技術的専門知識と知識（科学者、エンジニア）に基づいて選ばれる統治システム。",
    "Centrist": "穏健な見解のバランスの受容または支持を含む政治的見通しまたは立場であり、急進的な変化に反対し、左翼と右翼の間の共通の基盤を求める。",
    "Liberalism": "自由、被治者の同意、法の前の平等に基づいた政治的および道徳的哲学であり、個人の権利、民主主義、そしてしばしば自由市場を強調する。",
    "Religious Anarchism": "国家とヒエラルキーのアナーキスト的拒絶と宗教的信仰を組み合わせ、神の権威（または宗教的原則）のみが真に正当であると信じている。",
    "Right-Wing Populism": "右翼的な立場（ナショナリズム、社会保守主義、反移民）と、認識されたエリートや「部外者」に対するポピュリスト的レトリックを組み合わせた政治イデオロギー。",
    "Moderate Conservatism": "既存の制度と伝統の維持を提唱するが、漸進的な変化と改革を許容し、しばしば実用的な立場を取る。",
    "Reactionary": "社会の以前の政治状態（現状維持以前の状態）への回帰を支持し、社会の進歩や急進的な変化に反対する政治的立場。",
    "Social Libertarianism": "個人の自由と自治を最大化することを目指し、しばしば強力な市民的自由と自由市場を支持するが、すべての人々の真の自由を確保するために社会的セーフティネットやベーシックインカムを支持する場合もある。",
    "Libertarianism": "自由を核となる原則として支持する政治哲学であり、自治、政治的自由、選択の自由、自発的結社を最大化することを目指し、国家権威に懐疑的である。",
    "Anarcho-Egoism": "マックス・シュティルナーに由来するアナーキズムの一派であり、個人のエゴとその欲望を他のすべて（国家、社会、道徳）よりも優先し、自発的な「エゴイストの連合」を支持する。",
    "Nazism": "国家社会主義。ドイツのナチ党の全体主義イデオロギーであり、極端なナショナリズム、人種差別（特に反ユダヤ主義）、優生学、権威主義、軍国主義、反共産主義を特徴とする。",
    "Autocracy": "最高権力が一人の手に集中し、その決定が外部の法的制約にも、国民による統制の定型化されたメカニズムにも服さない政府のシステム。",
    "Fascism": "独裁的権力、反対派の強制的抑圧、社会と経済の強力な統制を特徴とする、極右の権威主義的超国家主義的政治イデオロギー。",
    "Capitalist Fascism": "ファシスト的な政治的支配と資本主義的な経済構造を融合させたシステムを記述するために（しばしば批判的に）使用される用語であり、しばしば国家指導または民間産業とのコーポラティスト的協力を含む。",
    "Conservatism": "伝統的な社会制度、秩序、ヒエラルキー、財産権、急進主義よりも漸進的な変化を促進する政治的および社会的哲学。",
    "Neo-Liberalism": "一般的に自由放任の市場経済に関連付けられる政策モデルであり、民営化、規制緩和、自由貿易、政府支出の削減を強調する。",
    "Classical Liberalism": "個人の自由、制限された政府、法の支配、自由放任経済を強調するリベラリズムの一派。",
    "Authoritarian Capitalism": "資本主義市場経済が、政治的自由と市民的自由を制限する権威主義国家と共存する政治経済システム。",
    "State Capitalism": "国家が商業的（つまり営利的）経済活動を行い、生産手段が国有企業として組織され管理される経済システム、または民間資本主義が国家によって厳しく管理される経済システム。",
    "Neo-Conservatism": "米国で始まった政治運動であり、国際問題における民主主義と国益の積極的な推進を、しばしば軍事介入を通じて強調し、国内では自由市場を支持する。",
    "Fundamentalism": "一連の基本原則（しばしば宗教的）への厳格で文字通りの遵守への信念であり、典型的には他の見解への不寛容と世俗主義への反対を特徴とする。",
    "Libertarian Capitalism": "最小限の政府（最小国家主義）または政府なし（アナルコ・キャピタリズム）と組み合わせた自由放任資本主義を提唱するイデオロギーであり、私有財産と自由市場を強調する。",
    "Market Anarchism": "国家介入なしの自発的な相互作用に基づく自由市場経済システムを提唱するアナーキズムの一派。相互主義のような非資本主義的な形態を含む場合がある。",
    "Objectivism": "アイン・ランドによって開発された哲学であり、知識の唯一の手段としての理性、個人主義、合理的自己利益、自由放任資本主義を提唱する。",
    "Totalitarian Capitalism": "資本主義経済と、社会と個人の生活を完全に管理する全体主義国家を組み合わせたシステムに対する仮説的または批判的な用語。",
    "Ultra-Capitalism": "最小限の社会的配慮や国家介入を伴う、極端で規制されていない資本主義の形態を（しばしば批判的に）示唆する用語。",
    "Anarcho-Capitalism": "個人の主権、私有財産、自由市場を支持して国家の排除を提唱する政治哲学であり、すべてのサービス（法律と安全保障を含む）が民間で提供される。",
    "Unknown": "特定のイデオロギーは決定できませんでした。"
  },
  "questions": {
    "q0": "企業による抑圧は、政府による抑圧よりも懸念事項である。",
    "q1": "消費者を保護するために政府が経済に介入する必要がある。",
    "q2": "市場が自由であるほど、人々は自由になる。",
    "q3": "すべての市民の福祉を確保するよりも、均衡予算を維持する方が良い。",
    "q4": "公的資金による研究は、市場に任せるよりも人々に利益をもたらす。",
    "q5": "国際貿易に対する関税は、国内生産を奨励するために重要である。",
    "q6": "各人の能力に応じて、各人の必要に応じて。",
    "q7": "社会プログラムを廃止し、民間の慈善団体に任せるのが最善だろう。",
    "q8": "貧しい人々に提供するために、富裕層への課税を増やすべきである。",
    "q9": "相続は正当な富の形態である。",
    "q10": "道路や電気のような基本的な公益事業は公有であるべきだ。",
    "q11": "政府の介入は経済への脅威である。",
    "q12": "支払い能力の高い人は、より良い医療を受けるべきである。",
    "q13": "質の高い教育はすべての人々の権利である。",
    "q14": "生産手段はそれを使用する労働者に属するべきである。",
    "q15": "国際連合は廃止されるべきである。",
    "q16": "わが国による軍事行動は、それを保護するためにしばしば必要である。",
    "q17": "欧州連合のような地域連合を支持する。",
    "q18": "わが国の主権を維持することは重要である。",
    "q19": "統一された世界政府は人類にとって有益だろう。",
    "q20": "わが国の力をさらに高めるよりも、平和な関係を維持することがより重要である。",
    "q21": "戦争は他国に正当化される必要はない。",
    "q22": "軍事費は金の無駄である。",
    "q23": "国際援助は金の無駄である。",
    "q24": "わが国は偉大である。",
    "q25": "研究は国際規模で行われるべきである。",
    "q26": "政府は国際社会に対して責任を負うべきである。",
    "q27": "権威主義政府に抗議する場合でも、暴力は容認できない。",
    "q28": "私の宗教的価値観は可能な限り広められるべきである。",
    "q29": "わが国の価値観は可能な限り広められるべきである。",
    "q30": "法と秩序を維持することは非常に重要である。",
    "q31": "一般大衆は誤った決定を下す。",
    "q32": "医師による自殺幇助は合法であるべきだ。",
    "q33": "テロ行為から私たちを守るためには、いくつかの市民的自由の犠牲が必要である。",
    "q34": "政府の監視は現代世界において必要である。",
    "q35": "国家の存在そのものが私たちの自由への脅威である。",
    "q36": "政治的意見に関係なく、自国に味方することが重要である。",
    "q37": "すべての権威は疑問視されるべきである。",
    "q38": "階層的な国家が最善である。",
    "q39": "たとえそれが間違っていても、政府が多数派の意見に従うことが重要である。",
    "q40": "リーダーシップが強いほど良い。",
    "q41": "民主主義は意思決定プロセス以上のものである。",
    "q42": "環境規制は不可欠である。",
    "q43": "より良い世界は、自動化、科学、技術から生まれるだろう。",
    "q44": "子供たちは宗教的または伝統的な価値観で教育されるべきである。",
    "q45": "伝統それ自体には価値がない。",
    "q46": "宗教は政府において役割を果たすべきである。",
    "q47": "教会は他の機関と同様に課税されるべきである。",
    "q48": "気候変動は現在、私たちの生活様式に対する最大の脅威の1つである。",
    "q49": "気候変動と戦うために、私たちが団結した世界として取り組むことが重要である。",
    "q50": "社会は現在よりも何年も前の方が良かった。",
    "q51": "過去の伝統を維持することが重要である。",
    "q52": "私たちの寿命を超えて、長期的に考えることが重要である。",
    "q53": "理性は私たちの文化を維持することよりも重要である。",
    "q54": "薬物使用は合法化または非犯罪化されるべきである。",
    "q55": "同性婚は合法であるべきだ。",
    "q56": "他の文化より優れた文化はない。",
    "q57": "婚外セックスは不道徳である。",
    "q58": "移民を全く受け入れるのであれば、彼らが私たちの文化に同化することが重要である。",
    "q59": "中絶はほとんどまたはすべての場合において禁止されるべきである。",
    "q60": "正当な理由のない者の銃所持は禁止されるべきである。",
    "q61": "単一支払者による国民皆保険を支持する。",
    "q62": "売春は違法であるべきだ。",
    "q63": "家族の価値観を維持することは不可欠である。",
    "q64": "あらゆる犠牲を払って進歩を追い求めることは危険である。",
    "q65": "遺伝子組み換えは、人間に対しても、善のための力である。",
    "q66": "私たちは移民に対して国境を開くべきである。",
    "q67": "政府は自国民と同様に外国人についても懸念すべきである。",
    "q68": "文化やセクシュアリティなどの要因に関係なく、すべての人は平等に扱われるべきである。",
    "q69": "他の何よりも私のグループの目標を推進することが重要である。"
  },
  "ideologies": {
    "Anarcho-Communism": "アナルコ・コミュニズム",
    "Libertarian Communism": "リバタリアン共産主義",
    "Trotskyism": "トロツキズム",
    "Marxism": "マルクス主義",
    "De Leonism": "デ・レオニズム",
    "Leninism": "レーニン主義",
    "Stalinism/Maoism": "スターリン主義/毛沢東主義",
    "Religious Communism": "宗教的共産主義",
    "State Socialism": "国家社会主義",
    "Theocratic Socialism": "神権社会主義",
    "Religious Socialism": "宗教的社会主義",
    "Democratic Socialism": "民主社会主義",
    "Revolutionary Socialism": "革命的社会主義",
    "Libertarian Socialism": "リバタリアン社会主義",
    "Anarcho-Syndicalism": "アナルコ・サンディカリスム",
    "Left-Wing Populism": "左翼ポピュリズム",
    "Theocratic Distributism": "神権的分配主義",
    "Distributism": "分配主義",
    "Social Liberalism": "社会自由主義",
    "Christian Democracy": "キリスト教民主主義",
    "Social Democracy": "社会民主主義",
    "Progressivism": "進歩主義",
    "Anarcho-Mutualism": "アナルコ・相互主義",
    "National Totalitarianism": "国家全体主義",
    "Global Totalitarianism": "地球全体主義",
    "Technocracy": "テクノクラシー",
    "Centrist": "中道主義",
    "Liberalism": "自由主義",
    "Religious Anarchism": "宗教的アナーキズム",
    "Right-Wing Populism": "右翼ポピュリズム",
    "Moderate Conservatism": "穏健保守主義",
    "Reactionary": "反動主義",
    "Social Libertarianism": "社会リバタリアニズム",
    "Libertarianism": "リバタリアニズム",
    "Anarcho-Egoism": "アナルコ・エゴイズム",
    "Nazism": "ナチズム",
    "Autocracy": "独裁政治",
    "Fascism": "ファシズム",
    "Capitalist Fascism": "資本主義ファシズム",
    "Conservatism": "保守主義",
    "Neo-Liberalism": "新自由主義",
    "Classical Liberalism": "古典的自由主義",
    "Authoritarian Capitalism": "権威主義的資本主義",
    "State Capitalism": "国家資本主義",
    "Neo-Conservatism": "新保守主義",
    "Fundamentalism": "原理主義",
    "Libertarian Capitalism": "リバタリアン資本主義",
    "Market Anarchism": "市場アナーキズム",
    "Objectivism": "客観主義",
    "Totalitarian Capitalism": "全体主義的資本主義",
    "Ultra-Capitalism": "超資本主義",
    "Anarcho-Capitalism": "アナルコ・キャピタリズム",
    "Unknown": "不明/未定義"
  }
}
