{
  "title": "8values Политический компас - Найдите свою идеологию",
  "description": "Пройдите политический тест 8values, чтобы определить свою позицию. Ответьте на вопросы по экономике, дипломатии, государству и обществу, чтобы увидеть свои результаты и сопоставить их с политической идеологией.",
  "mainTitle": "Политический тест 8values",
  "testIntro": "Оценивает позицию человека по восьми различным политическим измерениям, предлагая пользователю выразить согласие или несогласие с рядом утверждений, охватывающих политическую, экономическую, дипломатическую и социальную сферы. Тест в основном разделяет политические взгляды на несколько измерений, таких как экономическое равенство против свободы рынка, национализм против глобализма, свобода против авторитета и традиция против прогресса. Эти измерения помогают пользователям четко определить свою политическую позицию за пределами традиционной биполярной политической карты.",
  "questionLabel": "Вопрос",
  "completeMessage": "Завершено!",
  "allAnsweredMessage": "На все вопросы даны ответы.",
  "resultsTitle": "Ваше ближайшее совпадение:",
  "axisEconomic": "Экономическая ось",
  "axisDiplomatic": "Дипломатическая ось",
  "axisCivil": "Гражданская ось",
  "axisSocietal": "Общественная ось",
  "backButton": "Назад к началу",
  "prevButton": "Назад",
  "labelEquality": "Равенство",
  "labelMarket": "Рынок",
  "labelNation": "Нация",
  "labelGlobe": "Мир",
  "labelLiberty": "Свобода",
  "labelAuthority": "Власть",
  "labelTradition": "Традиция",
  "labelProgress": "Прогресс",
  "answerAlt": {
    "stronglyDisagree": "Категорически не согласен",
    "disagree": "Не согласен",
    "neutral": "Нейтрально / Не уверен",
    "agree": "Согласен",
    "stronglyAgree": "Полностью согласен"
  },
  "chartLabels": {
    "axisEconomicLeft": "Равенство",
    "axisEconomicRight": "Рынок",
    "axisCivilTop": "Власть",
    "axisCivilBottom": "Свобода"
  },
  "axisTips": {
    "tipEquality": "Те, у кого более высокие показатели равенства, считают, что экономика должна равномерно распределять ценности среди населения. Они, как правило, поддерживают прогрессивные налоговые кодексы, социальные программы и, при высоких значениях, социализм.",
    "tipMarket": "Те, у кого более высокие рыночные показатели, считают, что экономика должна быть ориентирована на быстрый рост. Они, как правило, поддерживают снижение налогов, приватизацию, дерегулирование и, при высоких значениях, капитализм свободного рынка.",
    "tipNation": "Те, у кого более высокие национальные показатели, патриотичны и националистичны. Они часто верят в агрессивную внешнюю политику, ценя армию, силу, суверенитет и, при высоких значениях, территориальную экспансию.",
    "tipGlobe": "Те, у кого более высокие глобальные показатели, космополитичны и глобалистичны. Они часто верят в мирную внешнюю политику, подчеркивая дипломатию, сотрудничество, интеграцию и, при высоких значениях, мировое правительство.",
    "tipLiberty": "Те, у кого более высокие показатели свободы, верят в сильные гражданские свободы. Они, как правило, поддерживают демократию и выступают против вмешательства государства в личную жизнь. Обратите внимание, что это относится к гражданским свободам, а не к экономическим.",
    "tipAuthority": "Те, у кого более высокие показатели власти, верят в сильную государственную власть. Они, как правило, поддерживают вмешательство государства в личную жизнь, государственный надзор и, при высоких значениях, цензуру или автократию.",
    "tipTradition": "Те, у кого более высокие показатели традиции, верят в традиционные ценности и строгое соблюдение морального кодекса. Хотя и не всегда, они обычно религиозны и поддерживают статус-кво или статус-кво анте.",
    "tipProgress": "Те, у кого более высокие показатели прогресса, верят в социальные изменения и рациональность. Хотя и не всегда, они обычно светские или атеисты и поддерживают экологические действия и научно-технические исследования."
  },
  "axisLabels": {
    "econ": ["Коммунистический", "Социалистический", "Социальный", "Центристский", "Рыночный", "Капиталистический", "Либеральный (Laissez-faire)"],
    "dipl": ["Космополитический", "Интернационалистский", "Мирный", "Сбалансированный", "Патриотический", "Националистический", "Шовинистический"],
    "govt": ["Анархистский", "Либертарианский", "Либеральный", "Умеренный", "Этатистский", "Авторитарный", "Тоталитарный"],
    "scty": ["Революционный", "Очень прогрессивный", "Прогрессивный", "Нейтральный", "Традиционный", "Очень традиционный", "Реакционный"]
  },
  "ideologyDescriptions": {
    "Anarcho-Communism": "Идеология, выступающая за безгосударственное, бесклассовое, безденежное общество, основанное на общей собственности на средства производства, прямой демократии и принципе «от каждого по способностям, каждому по потребностям».",
    "Libertarian Communism": "Сходно с анархо-коммунизмом, подчеркивает индивидуальную свободу и свободное объединение наряду с коммунистическими экономическими принципами, выступая против всех форм политической власти и иерархии.",
    "Trotskyism": "Марксистская идеология, выступающая за перманентную революцию во всем мире, противостоящая сталинской доктрине «социализма в одной стране» и бюрократическому вырождению рабочих государств.",
    "Marxism": "Социальная, политическая и экономическая теория, разработанная Карлом Марксом, анализирующая классовые отношения и социальный конфликт с использованием исторического материализма, выступающая за свержение капитализма и установление коммунизма.",
    "De Leonism": "Марксистский вариант, выступающий за революционный индустриальный юнионизм, полагающий, что как политические, так и промышленные действия (через профсоюзы) необходимы для установления социалистической системы, управляемой рабочими советами.",
    "Leninism": "Адаптация марксизма Владимиром Лениным, подчеркивающая роль авангардной партии, демократического централизма и диктатуры пролетариата для достижения социалистической революции, особенно в контексте империализма.",
    "Stalinism/Maoism": "Авторитарные интерпретации/реализации марксизма-ленинизма. Сталинизм характеризуется централизованным тоталитарным государством, «социализмом в одной стране», чистками и быстрой индустриализацией. Маоизм адаптирует его к аграрному Китаю, подчеркивая крестьянство, массовую линию, культурную революцию и затяжную народную войну.",
    "Religious Communism": "Идеологии, сочетающие коммунистические принципы (общинная жизнь, общая собственность) с религиозными убеждениями и мотивами, часто основанные на интерпретациях религиозных текстов.",
    "State Socialism": "Идеология, выступающая за государственную собственность или контроль над средствами производства либо в качестве конечной цели, либо в качестве переходного этапа к коммунизму или социализму.",
    "Theocratic Socialism": "Политическая система, сочетающая теократическое правление (правление религиозных властей) с социалистическими экономическими принципами.",
    "Religious Socialism": "Выступает за социалистические принципы, вытекающие из религиозных ценностей, таких как социальная справедливость, равенство и сострадание.",
    "Democratic Socialism": "Выступает за достижение социализма через демократические процессы и реформы в рамках капиталистического государства, обычно поддерживая общественную собственность, сильные государства всеобщего благосостояния и экономическое регулирование.",
    "Revolutionary Socialism": "Выступает за фундаментальные общественные изменения через революцию для свержения капитализма и установления социалистического общества, в отличие от реформистских подходов.",
    "Libertarian Socialism": "Широкая категория антиавторитарных политических философий, направленных на создание общества без политических, экономических или социальных иерархий, основанного на свободном объединении и децентрализации (включает анархизм, синдикализм и т. д.).",
    "Anarcho-Syndicalism": "Ветвь анархизма, сосредоточенная на революционном индустриальном юнионизме, рассматривающая профсоюзы как потенциальную силу для революционных социальных изменений и основу будущего безгосударственного общества.",
    "Left-Wing Populism": "Политическая идеология, сочетающая левую экономическую политику (анти-аскетизм, перераспределение богатства) с популистской риторикой, которая противопоставляет «народ» предполагаемой коррумпированной «элите».",
    "Theocratic Distributism": "Сочетает теократическое правление с дистрибутивистскими экономическими принципами, выступая за широкое частное владение производственной собственностью под религиозной властью.",
    "Distributism": "Экономическая философия, выступающая за широкое владение средствами производства отдельными лицами или семьями, а не за концентрацию их в руках государства (социализм) или капиталистов.",
    "Social Liberalism": "Поддерживает индивидуальные свободы и рыночную экономику, но считает, что государство должно вмешиваться для устранения социального неравенства через социальные программы, социальное обеспечение и регулирование ради общего блага.",
    "Christian Democracy": "Политическая идеология, выступающая за политику, вытекающую из христианского социального учения, часто правоцентристская, поддерживающая социальную рыночную экономику, социальную справедливость и традиционные ценности.",
    "Social Democracy": "Политическая идеология, выступающая за социальную справедливость в рамках капитализма демократическими средствами, подчеркивающая перераспределение доходов, сильное государство всеобщего благосостояния и регулирование.",
    "Progressivism": "Политическая философия, поддерживающая социальный прогресс и реформы через действия правительства, часто выступающая за социальную справедливость, защиту окружающей среды и экономическое регулирование.",
    "Anarcho-Mutualism": "Школа анархистской мысли, выступающая за общество, основанное на свободных рынках и взаимном кредите (беспроцентное кредитование), где отдельные лица или коллективы владеют средствами производства на основе занятия и использования.",
    "National Totalitarianism": "Крайне авторитарная идеология, при которой государство, часто возглавляемое одной партией или диктатором, осуществляет абсолютный контроль над всеми аспектами жизни, подчеркивая гипернационализм и часто расовую чистоту (например, нацизм, фашизм).",
    "Global Totalitarianism": "Гипотетическая концепция единого всемирного тоталитарного государства, осуществляющего абсолютный контроль над всем человечеством и всеми аспектами жизни.",
    "Technocracy": "Система управления, при которой лица, принимающие решения, отбираются на основе их технической экспертизы и знаний (ученые, инженеры), а не политической принадлежности или всенародного голосования.",
    "Centrist": "Политическая точка зрения или позиция, предполагающая принятие или поддержку баланса умеренных взглядов, противодействие радикальным изменениям и поиск общей почвы между левыми и правыми.",
    "Liberalism": "Политическая и моральная философия, основанная на свободе, согласии управляемых и равенстве перед законом, подчеркивающая индивидуальные права, демократию и часто свободные рынки.",
    "Religious Anarchism": "Сочетает анархистское отрицание государства и иерархии с религиозной верой, полагая, что только божественная власть (или религиозные принципы) действительно легитимна.",
    "Right-Wing Populism": "Политическая идеология, сочетающая правые позиции (национализм, социальный консерватизм, антииммиграционная политика) с популистской риторикой против предполагаемых элит и «чужаков».",
    "Moderate Conservatism": "Выступает за сохранение существующих институтов и традиций, но допускает постепенные изменения и реформы, часто занимая прагматичные позиции.",
    "Reactionary": "Политическая позиция, выступающая за возвращение к предыдущему политическому состоянию общества (статус-кво анте), противодействующая социальному прогрессу или радикальным изменениям.",
    "Social Libertarianism": "Стремится максимизировать индивидуальную свободу и автономию, часто поддерживая сильные гражданские свободы и свободные рынки, но может также одобрять социальные гарантии или базовый доход для обеспечения подлинной свободы для всех.",
    "Libertarianism": "Политическая философия, отстаивающая свободу как основной принцип, стремящаяся максимизировать автономию, политическую свободу, свободу выбора и добровольное объединение, скептически относящаяся к государственной власти.",
    "Anarcho-Egoism": "Ветвь анархизма, производная от Макса Штирнера, подчеркивающая индивидуальное эго и его желания превыше всего (государства, общества, морали), поддерживающая добровольные «Союзы эгоистов».",
    "Nazism": "Национал-социализм; тоталитарная идеология нацистской партии в Германии, характеризующаяся крайним национализмом, расизмом (особенно антисемитизмом), евгеникой, авторитаризмом, милитаризмом и антикоммунизмом.",
    "Autocracy": "Система правления, при которой верховная власть сосредоточена в руках одного человека, чьи решения не подлежат ни внешним правовым ограничениям, ни упорядоченным механизмам народного контроля.",
    "Fascism": "Крайне правая, авторитарная ультранационалистическая политическая идеология, характеризующаяся диктаторской властью, насильственным подавлением оппозиции и сильной регламентацией общества и экономики.",
    "Capitalist Fascism": "Термин (часто критический), используемый для описания систем, сочетающих фашистский политический контроль с капиталистической экономической структурой, часто включающих государственное управление или корпоративистское сотрудничество с частной промышленностью.",
    "Conservatism": "Политическая и социальная философия, способствующая традиционным социальным институтам, порядку, иерархии, правам собственности и постепенным изменениям, а не радикализму.",
    "Neo-Liberalism": "Политическая модель, обычно ассоциируемая с рыночной экономикой свободного предпринимательства, подчеркивающая приватизацию, дерегулирование, свободную торговлю и сокращение государственных расходов.",
    "Classical Liberalism": "Ветвь либерализма, подчеркивающая индивидуальную свободу, ограниченное правительство, верховенство закона и экономику свободного предпринимательства.",
    "Authoritarian Capitalism": "Политико-экономическая система, в которой капиталистическая рыночная экономика сосуществует с авторитарным государством, ограничивающим политическую свободу и гражданские свободы.",
    "State Capitalism": "Экономическая система, в которой государство осуществляет коммерческую (т. е. приносящую прибыль) экономическую деятельность, а средства производства организованы и управляются как государственные предприятия, или где частный капитализм жестко контролируется государством.",
    "Neo-Conservatism": "Политическое движение, зародившееся в США, подчеркивающее активное продвижение демократии и национальных интересов в международных делах, часто посредством военной интервенции, при поддержке свободных рынков внутри страны.",
    "Fundamentalism": "Вера в строгое, буквальное следование набору основных принципов (часто религиозных), обычно характеризующаяся нетерпимостью к другим взглядам и противодействием секуляризму.",
    "Libertarian Capitalism": "Идеология, выступающая за капитализм свободного предпринимательства в сочетании с минимальным правительством (минархизм) или отсутствием правительства (анархо-капитализм), подчеркивающая частную собственность и свободные рынки.",
    "Market Anarchism": "Ветвь анархизма, выступающая за рыночную экономическую систему, основанную на добровольных взаимодействиях без государственного вмешательства; может включать некапиталистические формы, такие как мютюэлизм.",
    "Objectivism": "Философия, разработанная Айн Рэнд, выступающая за разум как единственное средство познания, индивидуализм, рациональный эгоизм и капитализм свободного предпринимательства.",
    "Totalitarian Capitalism": "Гипотетический или критический термин для системы, сочетающей капиталистическую экономику с тоталитарным государством, которое осуществляет полный контроль над обществом и жизнью отдельных людей.",
    "Ultra-Capitalism": "Термин (часто критический), подразумевающий крайнюю, нерегулируемую форму капитализма с минимальными социальными соображениями или государственным вмешательством.",
    "Anarcho-Capitalism": "Политическая философия, выступающая за ликвидацию государства в пользу индивидуального суверенитета, частной собственности и свободных рынков, где все услуги (включая право и безопасность) предоставляются частным образом.",
    "Unknown": "Конкретная идеология не определена."
  },
  "questions": {
    "q0": "Угнетение со стороны корпораций вызывает большее беспокойство, чем угнетение со стороны правительств.",
    "q1": "Необходимо, чтобы правительство вмешивалось в экономику для защиты потребителей.",
    "q2": "Чем свободнее рынки, тем свободнее люди.",
    "q3": "Лучше поддерживать сбалансированный бюджет, чем обеспечивать благосостояние всех граждан.",
    "q4": "Исследования, финансируемые государством, более выгодны для народа, чем предоставление их рынку.",
    "q5": "Тарифы на международную торговлю важны для стимулирования местного производства.",
    "q6": "От каждого по способностям, каждому по потребностям.",
    "q7": "Было бы лучше, если бы социальные программы были отменены в пользу частной благотворительности.",
    "q8": "Налоги на богатых должны быть увеличены, чтобы обеспечить бедных.",
    "q9": "Наследство является законной формой богатства.",
    "q10": "Основные коммунальные услуги, такие как дороги и электричество, должны находиться в государственной собственности.",
    "q11": "Вмешательство правительства представляет угрозу для экономики.",
    "q12": "Те, у кого больше возможностей платить, должны получать лучшее медицинское обслуживание.",
    "q13": "Качественное образование является правом всех людей.",
    "q14": "Средства производства должны принадлежать рабочим, которые их используют.",
    "q15": "Организация Объединенных Наций должна быть упразднена.",
    "q16": "Военные действия нашей страны часто необходимы для ее защиты.",
    "q17": "Я поддерживаю региональные союзы, такие как Европейский Союз.",
    "q18": "Важно сохранять наш национальный суверенитет.",
    "q19": "Единое мировое правительство было бы выгодно для человечества.",
    "q20": "Важнее поддерживать мирные отношения, чем укреплять нашу силу.",
    "q21": "Войны не нужно оправдывать перед другими странами.",
    "q22": "Военные расходы — это пустая трата денег.",
    "q23": "Международная помощь — это пустая трата денег.",
    "q24": "Моя нация велика.",
    "q25": "Исследования должны проводиться в международном масштабе.",
    "q26": "Правительства должны нести ответственность перед международным сообществом.",
    "q27": "Даже при протесте против авторитарного правительства насилие недопустимо.",
    "q28": "Мои религиозные ценности должны распространяться как можно шире.",
    "q29": "Ценности нашей нации должны распространяться как можно шире.",
    "q30": "Очень важно поддерживать закон и порядок.",
    "q31": "Широкие слои населения принимают неверные решения.",
    "q32": "Ассистированный суицид должен быть легализован.",
    "q33": "Жертва некоторыми гражданскими свободами необходима для защиты нас от террористических актов.",
    "q34": "Государственный надзор необходим в современном мире.",
    "q35": "Само существование государства представляет угрозу нашей свободе.",
    "q36": "Независимо от политических взглядов, важно быть на стороне своей страны.",
    "q37": "Любая власть должна подвергаться сомнению.",
    "q38": "Иерархическое государство — лучшее.",
    "q39": "Важно, чтобы правительство следовало мнению большинства, даже если оно ошибочно.",
    "q40": "Чем сильнее руководство, тем лучше.",
    "q41": "Демократия — это больше, чем процесс принятия решений.",
    "q42": "Экологические нормы необходимы.",
    "q43": "Лучший мир придет от автоматизации, науки и технологий.",
    "q44": "Детей следует воспитывать в религиозных или традиционных ценностях.",
    "q45": "Традиции сами по себе не имеют ценности.",
    "q46": "Религия должна играть роль в управлении государством.",
    "q47": "Церкви должны облагаться налогами так же, как и другие учреждения.",
    "q48": "Изменение климата в настоящее время является одной из величайших угроз нашему образу жизни.",
    "q49": "Важно, чтобы мы работали как единый мир для борьбы с изменением климата.",
    "q50": "Общество было лучше много лет назад, чем сейчас.",
    "q51": "Важно, чтобы мы сохраняли традиции нашего прошлого.",
    "q52": "Важно, чтобы мы думали в долгосрочной перспективе, за пределами нашей жизни.",
    "q53": "Разум важнее сохранения нашей культуры.",
    "q54": "Употребление наркотиков должно быть легализовано или декриминализовано.",
    "q55": "Однополые браки должны быть легализованы.",
    "q56": "Ни одна культура не превосходит другие.",
    "q57": "Секс вне брака аморален.",
    "q58": "Если мы вообще принимаем мигрантов, важно, чтобы они ассимилировались в нашу культуру.",
    "q59": "Аборты должны быть запрещены в большинстве или во всех случаях.",
    "q60": "Владение оружием должно быть запрещено для тех, у кого нет уважительной причины.",
    "q61": "Я поддерживаю всеобщее здравоохранение с единым плательщиком.",
    "q62": "Проституция должна быть незаконной.",
    "q63": "Сохранение семейных ценностей необходимо.",
    "q64": "Гнаться за прогрессом любой ценой опасно.",
    "q65": "Генетическая модификация — это благо, даже для людей.",
    "q66": "Мы должны открыть наши границы для иммиграции.",
    "q67": "Правительства должны заботиться об иностранцах так же, как и о своих гражданах.",
    "q68": "Все люди — независимо от таких факторов, как культура или сексуальность — должны рассматриваться одинаково.",
    "q69": "Важно, чтобы мы продвигали цели моей группы превыше всех остальных."
  },
  "ideologies": {
    "Anarcho-Communism": "Анархо-коммунизм",
    "Libertarian Communism": "Либертарный коммунизм",
    "Trotskyism": "Троцкизм",
    "Marxism": "Марксизм",
    "De Leonism": "Делеонизм",
    "Leninism": "Ленинизм",
    "Stalinism/Maoism": "Сталинизм/Маоизм",
    "Religious Communism": "Религиозный коммунизм",
    "State Socialism": "Государственный социализм",
    "Theocratic Socialism": "Теократический социализм",
    "Religious Socialism": "Религиозный социализм",
    "Democratic Socialism": "Демократический социализм",
    "Revolutionary Socialism": "Революционный социализм",
    "Libertarian Socialism": "Либертарный социализм",
    "Anarcho-Syndicalism": "Анархо-синдикализм",
    "Left-Wing Populism": "Левый популизм",
    "Theocratic Distributism": "Теократический дистрибутизм",
    "Distributism": "Дистрибутизм",
    "Social Liberalism": "Социал-либерализм",
    "Christian Democracy": "Христианская демократия",
    "Social Democracy": "Социал-демократия",
    "Progressivism": "Прогрессивизм",
    "Anarcho-Mutualism": "Анархо-мютюэлизм",
    "National Totalitarianism": "Национальный тоталитаризм",
    "Global Totalitarianism": "Глобальный тоталитаризм",
    "Technocracy": "Технократия",
    "Centrist": "Центрист",
    "Liberalism": "Либерализм",
    "Religious Anarchism": "Религиозный анархизм",
    "Right-Wing Populism": "Правый популизм",
    "Moderate Conservatism": "Умеренный консерватизм",
    "Reactionary": "Реакционер",
    "Social Libertarianism": "Социал-либертарианство",
    "Libertarianism": "Либертарианство",
    "Anarcho-Egoism": "Анархо-эгоизм",
    "Nazism": "Нацизм",
    "Autocracy": "Автократия",
    "Fascism": "Фашизм",
    "Capitalist Fascism": "Капиталистический фашизм",
    "Conservatism": "Консерватизм",
    "Neo-Liberalism": "Неолиберализм",
    "Classical Liberalism": "Классический либерализм",
    "Authoritarian Capitalism": "Авторитарный капитализм",
    "State Capitalism": "Государственный капитализм",
    "Neo-Conservatism": "Неоконсерватизм",
    "Fundamentalism": "Фундаментализм",
    "Libertarian Capitalism": "Либертарный капитализм",
    "Market Anarchism": "Рыночный анархизм",
    "Objectivism": "Объективизм",
    "Totalitarian Capitalism": "Тоталитарный капитализм",
    "Ultra-Capitalism": "Ультракапитализм",
    "Anarcho-Capitalism": "Анархо-капитализм",
    "Unknown": "Неизвестно / Не определено"
  }
}
